[
    {
        "class" : "Section Buttons",
        "type" : "Wine",
        "sections" : [
            {
                "category" : "Red",
                "brands" : [
                    {
                        "name": ["Chappellet", "(Cabernet Blend)"],
                        "photo": "./images/chappellet_cabernet_blend.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["14.5% ABV"],
                            ["Napa Valley, California, USA"],
                            ["Chappellet Cabernet Blend has a deep ruby-red color, indicative of its rich and robust character."],
                            ["The aroma of Chappellet Cabernet Blend is complex and inviting, with notes of blackcurrant, blackberry, and plum, complemented by hints of vanilla, tobacco, and a touch of oak."],
                            ["On the palate, Chappellet Cabernet Blend is full-bodied and well-structured, featuring flavors of blackcurrant, dark cherry, and plum. These fruit notes are complemented by undertones of dark chocolate, espresso, and a hint of spice. The tannins are firm yet smooth, adding to the wine's depth and complexity."],
                            ["The finish is long and elegant, with lingering notes of dark fruit and subtle hints of spice and oak, leaving a lasting impression."],
                            ["Chappellet Cabernet Blend pairs wonderfully with a variety of dishes, including grilled steaks, roasted lamb, hearty pasta dishes, and aged cheeses. Its bold flavors and structured tannins complement the rich, savory profiles of these foods."],
                            ["Chappellet Cabernet Blend is crafted from high-quality grapes sourced from prime vineyards. The wine undergoes fermentation in stainless steel tanks, followed by aging in French oak barrels, which enhances its complexity and depth."],
                            ["Overall, Chappellet Cabernet Blend is a sophisticated and well-balanced wine that embodies the excellence of its winemaking heritage. Its rich flavors, elegant structure, and versatile pairing options make it a standout choice for wine enthusiasts and a perfect addition to any occasion."]
                        ]
                    },
                    {
                        "name": ["The Critic", "(Cabernet)"],
                        "photo": "./images/the_critic_cabernet.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["13.9% ABV"],
                            ["Napa Valley, California, USA"],
                            ["The Critic Cabernet typically showcases a deep, ruby-red color, reflecting its richness and depth."],
                            ["On the nose, this Cabernet offers a bouquet of enticing aromas, including ripe blackberries, cassis, and black cherries, complemented by hints of vanilla, tobacco, and oak."],
                            ["The palate of The Critic Cabernet is robust and full-bodied, featuring concentrated flavors of dark fruits like black currant and plum. These primary notes are supported by undertones of dark chocolate, espresso, and a touch of spice. The tannins are well-structured, providing a firm yet smooth texture."],
                            ["The finish is long and lingering, with persistent notes of dark fruit and subtle hints of spice and oak, leaving a lasting impression."],
                            ["This Cabernet pairs wonderfully with a variety of dishes, including grilled steaks, roasted lamb, hearty pasta dishes, and aged cheeses. Its bold flavors and structured tannins complement the rich, savory profiles of these foods."],
                            ["The Critic Cabernet is carefully crafted from high-quality grapes sourced from prime vineyards. The wine undergoes a meticulous production process, including fermentation in stainless steel tanks and aging in oak barrels, which enhances its complexity and depth."],
                            ["Overall, The Critic Cabernet is a sophisticated and well-balanced wine that embodies the excellence of its winemaking heritage. Its rich flavors, elegant structure, and versatile pairing options make it a standout choice for wine enthusiasts and a perfect addition to any occasion."]
                        ]
                    },                   
                    {
                        "name": ["Flowers", "(Pinot Noir)"],
                        "photo": "./images/flowers_pinot_noir.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["13.5% ABV"],
                            ["Sonoma Coast, California, USA"],
                            ["Flowers Pinot Noir has a garnet red color with a slight purple hue, showcasing its elegance and depth."],
                            ["The aroma of Flowers Pinot Noir is complex and aromatic, with notes of ripe strawberries, cherries, and raspberries, complemented by hints of earthy spices, violet, and a touch of oak."],
                            ["On the palate, Flowers Pinot Noir is silky and refined, with flavors of red berries, cranberry, and pomegranate. The wine has a velvety texture and balanced acidity, with gentle tannins that provide structure without overwhelming the palate."],
                            ["The finish is long and graceful, with lingering notes of red fruit, subtle spice, and a hint of forest floor, leaving a lingering and satisfying impression."],
                            ["Flowers Pinot Noir pairs beautifully with a variety of dishes, including roasted duck, grilled salmon, mushroom risotto, and soft cheeses. Its delicate yet flavorful profile complements a range of flavors and textures."],
                            ["Flowers Pinot Noir is crafted from hand-harvested grapes sourced from sustainably farmed vineyards on the Sonoma Coast. The wine is fermented with native yeasts and aged in French oak barrels, allowing for a natural expression of the terroir and enhancing its complexity."],
                            ["Overall, Flowers Pinot Noir is a distinguished wine known for its elegance and finesse. Its balanced structure, nuanced flavors, and versatile pairing options make it a favorite among Pinot Noir enthusiasts and a delightful choice for any occasion."]
                        ]
                    },
                    {
                        "name": ["Orin Swift '8 Years in the Desert'", "(Zinfandel Blend)"],
                        "photo": "./images/8_years_in_the_desert.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["15.7% ABV"],
                            ["California, USA"],
                            ["Orin Swift '8 Years in the Desert' Zinfandel Blend has a deep garnet color, hinting at its bold and intense nature."],
                            ["The aroma of this Zinfandel Blend is powerful and enticing, with notes of ripe blackberries, dark cherries, and plum, layered with hints of vanilla, baking spices, and a touch of cedar."],
                            ["On the palate, '8 Years in the Desert' is full-bodied and opulent, with flavors of blackberry jam, raspberry compote, and black pepper. The wine has a rich texture and velvety tannins that add depth and structure."],
                            ["The finish is long and lingering, with complex layers of dark fruit, spice, and a hint of cocoa, leaving a lasting impression."],
                            ["Orin Swift '8 Years in the Desert' pairs well with robust dishes such as grilled meats, barbecued ribs, hearty stews, and aged cheeses. Its bold flavors and structured profile complement rich and savory dishes."],
                            ["'8 Years in the Desert' is crafted from a blend of Zinfandel and other Rhône varietals sourced from premier vineyards across California. The wine undergoes extended maceration and aging in French oak barrels, which enhances its richness and complexity."],
                            ["Overall, Orin Swift '8 Years in the Desert' Zinfandel Blend is a powerful and luxurious wine known for its intense flavors and velvety texture. Its bold character and versatile pairing options make it a standout choice for wine enthusiasts seeking a memorable experience."]
                        ]
                    }, 
                    {
                        "name": ["Planet Oregon", "(Pinot Noir)"],
                        "photo": "./images/planet_oregon_pinot_noir.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["13.5% ABV"],
                            ["Willamette Valley, Oregon, USA"],
                            ["Planet Oregon Pinot Noir has a vibrant ruby-red color, showcasing its youthful and approachable character."],
                            ["The aroma of Planet Oregon Pinot Noir is inviting, with notes of ripe cherries, strawberries, and cranberries, complemented by hints of floral undertones and a touch of earthiness."],
                            ["On the palate, Planet Oregon Pinot Noir is medium-bodied and silky, with flavors of red berries, plum, and a hint of spice. The wine has a balanced acidity and soft tannins, offering a smooth and enjoyable mouthfeel."],
                            ["The finish is clean and lingering, with gentle notes of red fruit and a touch of minerality, leaving a refreshing and satisfying aftertaste."],
                            ["Planet Oregon Pinot Noir pairs well with a variety of dishes, including roasted chicken, grilled salmon, mushroom risotto, and soft cheeses. Its balanced profile complements a range of flavors and textures."],
                            ["Planet Oregon Pinot Noir is sustainably sourced from vineyards in Oregon's Willamette Valley, known for its cool climate and ideal conditions for growing Pinot Noir. The wine is fermented with native yeasts and aged in a combination of French and American oak barrels, preserving its natural fruit flavors and enhancing its complexity."],
                            ["Overall, Planet Oregon Pinot Noir is a versatile and approachable wine known for its fruit-forward character and balanced structure. Its smooth texture and bright acidity make it a favorite among Pinot Noir enthusiasts and a delightful choice for everyday enjoyment."]
                        ]
                    },                    
                    {
                        "name": ["Viña Cobos Felino", "(Malbec)"],
                        "photo": "./images/felino_malbec.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["14.5% ABV"],
                            ["Mendoza, Argentina"],
                            ["Viña Cobos Felino Malbec has a deep, dark purple color, reflecting its rich and intense character."],
                            ["The aroma of Viña Cobos Felino Malbec is complex and inviting, with notes of ripe blackberries, plums, and black cherries, complemented by hints of violets, spices, and a touch of oak."],
                            ["On the palate, Viña Cobos Felino Malbec is full-bodied and well-structured, with flavors of blackberries, plums, and dark chocolate. The wine has a velvety texture and balanced acidity, with well-integrated tannins adding to its depth and complexity."],
                            ["The finish is long and smooth, with lingering notes of dark fruit and subtle hints of spice and oak, leaving a lasting impression."],
                            ["Viña Cobos Felino Malbec pairs well with a variety of foods, including grilled meats, roasted vegetables, hearty pasta dishes, and aged cheeses. Its rich and robust profile complements the bold flavors of these dishes."],
                            ["Viña Cobos Felino Malbec is crafted from hand-harvested grapes sourced from select vineyards in Mendoza, Argentina. The winemaking process includes fermentation in stainless steel tanks and aging in French and American oak barrels for several months, enhancing its complexity and depth."],
                            ["Overall, Viña Cobos Felino Malbec is a premium wine known for its rich and complex flavor profile. Its full-bodied and well-structured character, combined with its versatility in food pairings, makes it a favorite choice for Malbec enthusiasts and a perfect addition to any occasion."]
                        ]
                    }
                    
                    
                ]
            },
            {
                "category" : "White",
                "brands" : [
                    {
                        "name": ["Alexander Valley", "(Chardonnay)"],
                        "photo": "./images/alexander_valley_chardonnay.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["14.2% ABV"],
                            ["Alexander Valley, Sonoma County, California, USA"],
                            ["Alexander Valley Chardonnay has a pale straw color with golden hues, reflecting its elegance and freshness."],
                            ["The aroma of Alexander Valley Chardonnay is inviting, with notes of tropical fruits such as pineapple and mango, complemented by hints of ripe pear, vanilla, and a touch of toasted oak."],
                            ["On the palate, Alexander Valley Chardonnay is medium to full-bodied, with flavors of citrus, green apple, and creamy peach. The wine has a balanced acidity and a rich, creamy texture, with subtle oak notes adding complexity."],
                            ["The finish is long and lingering, with a creamy mouthfeel and notes of tropical fruit and a hint of vanilla, leaving a lasting impression."],
                            ["Alexander Valley Chardonnay pairs well with a variety of dishes, including seafood such as grilled shrimp or lobster, creamy pasta dishes, roasted chicken, and mild cheeses. Its balanced acidity and creamy texture complement a wide range of flavors."],
                            ["Alexander Valley Chardonnay is crafted from hand-harvested grapes sourced from select vineyards in Alexander Valley, Sonoma County. The wine undergoes partial malolactic fermentation and aging in French oak barrels, which enhances its richness and adds layers of complexity."],
                            ["Overall, Alexander Valley Chardonnay is a refined and well-balanced wine known for its fruit-forward character and creamy texture. Its versatility in pairing with foods and its approachable style make it a favorite among Chardonnay enthusiasts."]
                        ]
                    },
                    {
                        "name": ["Briganti Nonnina Filomena", "(Pinot Grigio)"],
                        "photo": "./images/briganti_pinot_grigio.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["12.5% ABV"],
                            ["Italy"],
                            ["Pale straw yellow with greenish reflections."],
                            ["Fresh and fruity with notes of green apple, pear, and citrus, along with floral hints."],
                            ["Crisp and light-bodied with flavors of apple, pear, and lemon zest, balanced by a refreshing acidity."],
                            ["Clean and crisp with a pleasant, lingering citrus finish."],
                            ["Pairs well with seafood, light pasta dishes, salads, and grilled vegetables."],
                            ["Made from 100% Pinot Grigio grapes, harvested from vineyards in Italy. The grapes are gently pressed and fermented in stainless steel tanks to preserve the fresh and fruity character of the wine."],
                            ["Overall, Briganti Nonnina Filomena Pinot Grigio is a refreshing and versatile wine with a bright, fruity profile. Its light body and crisp acidity make it a perfect choice for a variety of dishes and occasions."]
                        ]
                    },
                    {
                        "name": ["ZD", "(Chardonnay)"],
                        "photo": "./images/zd_chardonnay.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["14.5% ABV"],
                            ["Napa Valley, California, USA"],
                            ["Bright, golden straw color."],
                            ["Aromas of ripe citrus, apple, pear, and tropical fruits, complemented by hints of vanilla and toasted oak."],
                            ["Rich and full-bodied with flavors of lemon, apple, and tropical fruits, balanced by a touch of oak and a creamy texture."],
                            ["Long and smooth with lingering notes of fruit and subtle oak."],
                            ["Pairs well with roasted chicken, seafood, creamy pasta dishes, and mild cheeses."],
                            ["Made from 100% Chardonnay grapes sourced from the Napa Valley region. The wine is fermented and aged in oak barrels, enhancing its complexity and depth of flavor."],
                            ["Overall, ZD Chardonnay is a well-balanced and elegant wine that showcases the quality and character of Napa Valley Chardonnay. Its rich flavors and smooth finish make it a standout choice for any occasion."]
                        ]
                    },
                    {
                        "name": ["Craggy Range", "(Sauvignon Blanc)"],
                        "photo": "./images/craggy_range_sauvignon_blanc.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["13% ABV"],
                            ["Hawke's Bay, New Zealand"],
                            ["Pale straw with greenish highlights."],
                            ["Aromas of fresh citrus, gooseberry, and tropical fruits with hints of herbaceous notes and minerality."],
                            ["The palate is vibrant and crisp, with flavors of lime, passion fruit, and a touch of green bell pepper. The acidity is well-balanced, giving the wine a refreshing character."],
                            ["The finish is clean and zesty, with lingering citrus and herbal notes."],
                            ["Pairs excellently with seafood, especially oysters and grilled fish, as well as fresh salads and goat cheese."],
                            ["Craggy Range Sauvignon Blanc is crafted from carefully selected grapes and undergoes fermentation in stainless steel tanks to preserve its fresh, aromatic qualities."],
                            ["Overall, Craggy Range Sauvignon Blanc offers a lively and aromatic profile, showcasing the best characteristics of New Zealand Sauvignon Blanc. Its balanced acidity and vibrant flavors make it a versatile choice for various pairings."]
                        ]
                    },
                    {
                        "name": ["Dominique et Janine Crochet", "(Sancerre)"],
                        "photo": "./images/dominique_et_janine_crochet_sancerre.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["13% ABV"],
                            ["Sancerre, Loire Valley, France"],
                            ["Pale yellow with greenish tints."],
                            ["Fresh aromas of citrus fruits like lemon and lime, complemented by notes of green apple and subtle floral undertones."],
                            ["On the palate, this Sancerre is crisp and well-balanced, featuring bright flavors of grapefruit, green apple, and a hint of minerality. The texture is smooth with a lively acidity."],
                            ["The finish is clean and refreshing, with lingering citrus and mineral notes."],
                            ["Pairs well with a variety of dishes, including seafood, particularly shellfish, goat cheese, and light salads."],
                            ["Dominique et Janine Crochet Sancerre is made from 100% Sauvignon Blanc grapes, with fermentation in stainless steel to maintain its fresh and vibrant character. The wine is aged on its lees to enhance complexity and mouthfeel."],
                            ["Overall, Dominique et Janine Crochet Sancerre is a classic representation of the Sancerre region, known for its elegant and refreshing style. Its crisp acidity and nuanced flavors make it a versatile choice for many dishes."]
                        ]
                    },
                    {
                        "name": ["Dr. Loosen \"Red Slate\"", " (Dry Riesling)"],
                        "photo": "./images/dr_loosen_red_slate_dry_riesling.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["12% ABV"],
                            ["Mosel, Germany"],
                            ["Pale straw yellow with greenish highlights."],
                            ["Aromas of green apple, peach, and lime, with underlying notes of flint and minerality."],
                            ["Crisp and vibrant on the palate, featuring flavors of green apple, citrus, and a pronounced mineral character. The acidity is well-balanced, providing a refreshing mouthfeel."],
                            ["The finish is clean and zesty, with lingering citrus and mineral notes."],
                            ["Pairs well with a variety of foods, including seafood, spicy Asian cuisine, and fresh salads. It also complements soft cheeses and light poultry dishes."],
                            ["Dr. Loosen \"Red Slate\" Dry Riesling is produced from grapes grown in the red slate soils of the Mosel Valley. The wine is fermented in stainless steel tanks to preserve its fresh and vibrant character, with minimal intervention to highlight the terroir."],
                            ["Overall, Dr. Loosen \"Red Slate\" Dry Riesling is a quintessential Mosel Riesling, known for its crisp acidity, mineral complexity, and refreshing flavors. It is a versatile wine that pairs beautifully with a wide range of dishes."]
                        ]
                    },
                    {
                        "name": ["Domaine Jean-Marc Brocard", "(Chablis)"],
                        "photo": "./images/domaine_jean_marc_brocard_chablis.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["12.5% ABV"],
                            ["Chablis, Burgundy, France"],
                            ["Pale gold with green reflections."],
                            ["Fresh aromas of green apple, citrus, and white flowers, with hints of flint and wet stone."],
                            ["Crisp and elegant on the palate, featuring flavors of lemon, green apple, and a pronounced mineral note. The acidity is bright and well-integrated, enhancing the wine's freshness."],
                            ["The finish is clean and long, with persistent notes of citrus and minerality."],
                            ["Pairs excellently with seafood, oysters, grilled fish, and light poultry dishes. It also complements creamy cheeses and vegetable dishes."],
                            ["Domaine Jean-Marc Brocard Chablis is produced from Chardonnay grapes grown in the limestone-rich soils of Chablis. The wine is fermented and aged in stainless steel tanks to preserve its fresh and mineral-driven character, with minimal use of oak."],
                            ["Overall, Domaine Jean-Marc Brocard Chablis is a classic example of Chablis, known for its crisp acidity, mineral complexity, and elegant flavors. It is a versatile wine that pairs beautifully with a wide range of dishes."]
                        ]
                    }
                                                            
                ]
            },
            {
                "category" : "Rose",
                "brands" : [
                    {
                        "name": ["Whispering Angel", "(Rosé)"],
                        "photo": "./images/whispering_angel_rose.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["13% ABV"],
                            ["Côtes de Provence, France"],
                            ["Pale, salmon pink color."],
                            ["Delicate aromas of red berries, citrus, and floral notes, with hints of peach and rose petals."],
                            ["Crisp and fresh with flavors of strawberry, raspberry, and citrus, balanced by a subtle minerality."],
                            ["Smooth and refreshing with a clean, dry finish and lingering notes of red fruit."],
                            ["Pairs well with light salads, seafood, grilled vegetables, and Mediterranean dishes. It is also a great aperitif wine."],
                            ["Produced from a blend of Grenache, Cinsault, and Rolle (Vermentino) grapes. The grapes are harvested from the vineyards of Château d'Esclans in the Côtes de Provence region, and the wine is fermented in stainless steel tanks to preserve its fresh and vibrant character."],
                            ["Overall, Whispering Angel Rosé is a highly acclaimed wine known for its elegance, freshness, and versatility. Its delicate flavors and refreshing finish make it a popular choice for enjoying in warm weather and with a variety of dishes."]
                        ]
                    }   
                ]
            },
            {
                "category" : "Sparkling",
                "brands" : [
                    {
                        "name": ["Albert Bichot", "(Crémant Brut Réserve)"],
                        "photo": "./images/albert_bichot_cremant_brut_reserve.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["12% ABV"],
                            ["Burgundy, France"],
                            ["Pale gold color with fine, persistent bubbles."],
                            ["Elegant aromas of white flowers, citrus, and green apple, with subtle hints of almond and brioche."],
                            ["Fresh and lively on the palate with flavors of lemon, green apple, and a touch of honey, balanced by a crisp acidity."],
                            ["Crisp and clean finish with lingering notes of citrus and a hint of toast."],
                            ["Pairs well with seafood, sushi, light appetizers, and as an aperitif. It also complements desserts like fruit tarts and light pastries."],
                            ["Made using the traditional method from a blend of Chardonnay, Pinot Noir, and Aligoté grapes. The grapes are sourced from the vineyards of Burgundy and undergo a second fermentation in the bottle, followed by aging on lees to develop complexity and depth of flavor."],
                            ["Overall, Albert Bichot Crémant Brut Réserve is a refined and elegant sparkling wine that offers excellent value. Its delicate bubbles, fresh flavors, and versatile pairing options make it a delightful choice for any occasion."]
                        ]
                    },
                    {
                        "name": ["Charles Le Bel 1818", "(Inspiration Brut)"],
                        "photo": "./images/charles_le_bel_1818_inspiration_brut.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["12% ABV"],
                            ["Champagne, France"],
                            ["Light golden color with fine, persistent bubbles."],
                            ["Elegant and complex aromas of white flowers, citrus, and green apple, with subtle notes of brioche and almond."],
                            ["Fresh and lively on the palate with flavors of lemon, green apple, and hints of honey and toast, balanced by a crisp acidity."],
                            ["Long and clean finish with lingering notes of citrus and a touch of minerality."],
                            ["Pairs well with seafood, sushi, light appetizers, and as an aperitif. It also complements desserts like fruit tarts and light pastries."],
                            ["Crafted from a blend of Chardonnay, Pinot Noir, and Pinot Meunier grapes. The wine undergoes traditional method fermentation in the bottle, followed by aging on lees to enhance its complexity and depth of flavor."],
                            ["Overall, Charles Le Bel 1818 Inspiration Brut is a sophisticated and elegant Champagne that embodies the quality and tradition of its region. Its delicate bubbles, fresh flavors, and versatile pairing options make it an excellent choice for celebrations and special occasions."]
                        ]
                    }
                ]
            },
            {
                "category" : "Sake",
                "brands" : [
                    {
                        "name": ["Tozai 'Living Jewel'", "(Glass or Bottle)"],
                        "photo": "./images/tozai_living_jewel_sake.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["14.9% ABV"],
                            ["Kyoto, Japan"],
                            ["Clear with a slightly viscous appearance."],
                            ["Aromas of white grape, anise, and a hint of sweet rice."],
                            ["Light and smooth with flavors of green apple, honeydew melon, and a touch of almond."],
                            ["Clean and crisp finish with a delicate sweetness and mild umami note."],
                            ["Pairs well with sushi, sashimi, light seafood dishes, and fresh salads. It also complements lightly salted snacks and mild cheeses."],
                            ["Tozai 'Living Jewel' is a Junmai sake made with high-quality rice and pure water from the Fushimi region. The sake undergoes careful fermentation and is brewed using traditional methods to maintain its freshness and flavor."],
                            ["Overall, Tozai 'Living Jewel' is a refreshing and well-balanced sake that offers a delightful drinking experience. Its smooth texture, fruity flavors, and versatile pairing options make it a great choice for both sake enthusiasts and newcomers."]
                        ]
                    },
                    {
                        "name": ["Kikusui Funaguchi Aged Red", "(Can)"],
                        "photo": "./images/kikusui_funaguchi_aged_red_sake.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["19% ABV"],
                            ["Niigata, Japan"],
                            ["Golden amber color, slightly cloudy due to its unfiltered nature."],
                            ["Rich aroma with notes of dried fruit, caramel, and a hint of vanilla."],
                            ["Full-bodied and robust, featuring flavors of ripe plums, toffee, and a touch of nutmeg."],
                            ["Long and smooth finish with a lingering sweetness and mild umami character."],
                            ["Pairs well with rich, savory dishes such as grilled meats, teriyaki, and aged cheeses. It also complements hearty stews and spicy foods."],
                            ["Kikusui Funaguchi Aged Red is an unpasteurized, unfiltered sake that is aged for one year to enhance its depth and complexity. The sake is packaged in a convenient can, preserving its fresh and bold flavors."],
                            ["Overall, Kikusui Funaguchi Aged Red is a bold and flavorful sake that offers a unique and rich drinking experience. Its robust character and versatile pairing options make it an excellent choice for those seeking a distinctive sake."]
                        ]
                    },
                    {
                        "name": ["Gekkeikan Junmai Nigori", "(300ml Unfiltered)"],
                        "photo": "./images/gekkeikan_junmai_nigori_unfiltered.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["15.6% ABV"],
                            ["Fushimi, Kyoto, Japan"],
                            ["Gekkeikan Junmai Nigori Unfiltered has a milky, opaque appearance, typical of nigori sake, with a slightly viscous texture."],
                            ["The aroma of this sake is sweet and aromatic, with notes of tropical fruits like pineapple and coconut, complemented by hints of banana and rice."],
                            ["On the palate, Gekkeikan Junmai Nigori Unfiltered is rich and creamy, with flavors of sweet rice, coconut, and a touch of vanilla. The unfiltered nature gives it a full-bodied texture and a pleasantly sweet finish."],
                            ["The finish is smooth and lingering, with a balanced sweetness and a hint of nuttiness, leaving a creamy and satisfying aftertaste."],
                            ["Gekkeikan Junmai Nigori Unfiltered pairs well with a variety of dishes, including spicy foods, sushi, sashimi, and light desserts. Its sweetness and creamy texture complement both savory and sweet flavors."],
                            ["This nigori sake is made from high-quality rice and pure water, following traditional brewing methods. The sake is left unfiltered, allowing the rice sediments to remain, which gives it its distinctive milky appearance and rich texture."],
                            ["Overall, Gekkeikan Junmai Nigori Unfiltered is a delightful and versatile sake known for its creamy texture and balanced sweetness. Its unique profile and versatile pairing options make it a popular choice for sake enthusiasts and a great addition to various dining experiences."]
                        ]
                    },
                    {
                        "name": ["Shimizu-No-Mai 'Pure Dusk' ", "(Junmai Daiginjo 300ml)"],
                        "photo": "./images/shimizu_no_mai_pure_dusk.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["15.5% ABV"],
                            ["Akita, Japan"],
                            ["Shimizu-No-Mai 'Pure Dusk' Junmai Daiginjo has a clear, pale straw color, showcasing its refined and delicate nature."],
                            ["The aroma of this sake is elegant and complex, with notes of white flowers, pear, and melon, complemented by subtle hints of rice and a touch of minerality."],
                            ["On the palate, 'Pure Dusk' is smooth and silky, with flavors of fresh apple, pear, and a hint of citrus. The sake has a balanced acidity and a light, clean texture, with a gentle umami presence."],
                            ["The finish is crisp and refreshing, with lingering notes of fruit and a delicate touch of minerality, leaving a clean and satisfying aftertaste."],
                            ["Shimizu-No-Mai 'Pure Dusk' pairs well with a variety of dishes, including sushi, sashimi, grilled fish, light salads, and soft cheeses. Its delicate and balanced profile complements both subtle and flavorful dishes."],
                            ["This Junmai Daiginjo sake is crafted from premium Yamada Nishiki rice, which is polished to 50% of its original size. The sake is brewed using pure water from the Akita region and traditional methods, ensuring a high-quality and refined product."],
                            ["Overall, Shimizu-No-Mai 'Pure Dusk' Junmai Daiginjo is a sophisticated and elegant sake known for its delicate flavors and refined character. Its smooth texture, balanced acidity, and versatile pairing options make it a favorite among sake enthusiasts and a delightful choice for various occasions."]
                        ]
                    }                    
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Whiskey",
        "sections" : [
            {
                "category" : null,
                "brands" : [
                    {
                        "name": ["Jameson", "(Irish)"],
                        "photo": "./images/jameson_irish_whiskey.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Midleton, County Cork, Ireland"],
                            ["Light amber color with golden hues, clear and bright."],
                            ["Jameson offers a light floral fragrance, peppered with spicy wood and sweet notes."],
                            ["The palate is smooth and balanced with an elegant mix of vanilla, sweet sherry, and exceptional smoothness."],
                            ["The finish is smooth and mellow, with lingering notes of vanilla and spice."],
                            ["Jameson pairs well with a variety of foods, including smoked salmon, grilled meats, and cheeses. It's also great in classic cocktails like the Irish Coffee and the Whiskey Sour."],
                            ["Jameson is triple-distilled from a blend of pot still and fine grain whiskeys, then aged for a minimum of four years in oak casks. This meticulous process gives it its signature smoothness and complexity."],
                            ["Overall, Jameson Irish Whiskey is known for its exceptional smoothness, balance, and versatility, making it a favorite among whiskey enthusiasts worldwide."]
                        ]
                    },
                    {
                        "name": ["Jack Daniel's", "(Tennessee)"],
                        "photo": "./images/jack_daniels_tennessee_whiskey.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Lynchburg, Tennessee, USA"],
                            ["Deep amber color with a rich and warm appearance."],
                            ["Jack Daniel's offers a sweet, woody aroma with notes of caramel, vanilla, and toasted oak."],
                            ["The palate is smooth and well-balanced with flavors of caramel, vanilla, and toasted oak, complemented by hints of fruit and spice."],
                            ["The finish is warm and lingering, with a smooth, smoky aftertaste and hints of sweet vanilla and oak."],
                            ["Jack Daniel's pairs well with barbecue, grilled meats, and hearty dishes. It is also excellent in classic cocktails like the Old Fashioned, Whiskey Sour, and Lynchburg Lemonade."],
                            ["Jack Daniel's is crafted using a unique charcoal mellowing process, where the whiskey is filtered through 10 feet of sugar maple charcoal before aging in handcrafted barrels. This process, known as the Lincoln County Process, gives it its distinctive smoothness and character."],
                            ["Overall, Jack Daniel's Tennessee Whiskey is renowned for its rich flavor, smooth character, and versatility, making it a favorite among whiskey lovers worldwide."]
                        ]
                    },
                    {
                        "name": ["Rittenhouse", "(Rye)"],
                        "photo": "./images/rittenhouse_rye.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["50% ABV (100 proof)"],
                            ["Bardstown, Kentucky, USA"],
                            ["Deep amber color with golden highlights."],
                            ["Rich and robust aroma with notes of dried fruit, cocoa, and spice, complemented by hints of vanilla and oak."],
                            ["Full-bodied and smooth, with flavors of caramel, toffee, and baking spices. The rye grain adds a peppery spice, balanced by sweetness from the oak aging."],
                            ["Long and warm finish with lingering notes of spice, caramel, and a touch of vanilla."],
                            ["Pairs well with hearty dishes such as roasted meats, grilled steaks, and aged cheeses. Also excellent in classic rye whiskey cocktails like the Manhattan, Old Fashioned, and Sazerac."],
                            ["Rittenhouse Rye is made from a mash bill of at least 51% rye, with the remainder being corn and malted barley. It is aged for a minimum of four years in charred new American oak barrels, which imparts its rich flavor and deep color."],
                            ["Overall, Rittenhouse Rye is a classic rye whiskey known for its bold flavor, smooth texture, and versatility in cocktails. It is a favorite among whiskey enthusiasts and bartenders for its quality and rich character."]
                        ]
                    },
                    {
                        "name": ["Woodford Reserve", "(Bourbon)"],
                        "photo": "./images/whiskey_bourbon_woodford_reserve.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["45.2% ABV (90.4 proof)"],
                            ["Versailles, Kentucky, USA"],
                            ["Rich amber color with deep golden highlights."],
                            ["Aroma of dried fruit, vanilla, and tobacco, with hints of cocoa, caramel, and spice."],
                            ["Full-bodied and well-balanced, with flavors of toffee, caramel, and dark chocolate. Notes of dried fruit, vanilla, and toasted oak add complexity."],
                            ["Long and smooth finish with lingering notes of spice, vanilla, and oak."],
                            ["Pairs well with grilled meats, roasted vegetables, and rich desserts like pecan pie and chocolate cake. Also excellent in classic bourbon cocktails like the Old Fashioned, Manhattan, and Mint Julep."],
                            ["Woodford Reserve Bourbon is crafted using a high-quality grain recipe of 72% corn, 18% rye, and 10% malted barley. It is distilled in copper pot stills and aged in new charred American oak barrels for at least seven years, which imparts its rich flavor and deep color."],
                            ["Overall, Woodford Reserve Bourbon is a premium bourbon known for its complex flavor profile, smooth texture, and versatility in cocktails. Its high quality and rich character make it a favorite among bourbon enthusiasts."]
                        ]
                    }
                                           
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Gin",
        "sections" : [
            {
                "category" : null,
                "brands" : [
                    {
                        "name": ["Bombay Sapphire"],
                        "photo": "./images/bombay_sapphire_gin.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["47% ABV (94 proof)"],
                            ["Laverstoke Mill, Hampshire, England"],
                            ["Clear and bright, typical of a London Dry Gin."],
                            ["A complex and aromatic bouquet with notes of juniper, citrus, and a blend of exotic botanicals, including coriander, angelica, and orris root."],
                            ["Bombay Sapphire is smooth and balanced, with flavors of juniper, citrus, and a harmonious blend of 10 botanicals that create a distinctive, refined taste."],
                            ["The finish is crisp and clean, with lingering botanical notes and a touch of spice."],
                            ["Pairs well with a variety of mixers in classic cocktails such as the Gin and Tonic, Martini, and Negroni. It also complements seafood dishes, light salads, and appetizers."],
                            ["Bombay Sapphire is crafted using a unique vapor infusion process, where the 10 botanicals are placed in perforated copper baskets and the alcohol vapors pass through them during distillation, capturing their flavors and aromas."],
                            ["Overall, Bombay Sapphire is celebrated for its distinctive blend of botanicals, smooth character, and versatility in cocktails, making it a staple in any gin lover's collection."]
                        ]
                    },
                    {
                        "name": ["Tanqueray"],
                        "photo": "./images/tanqueray_gin.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["43.1% ABV (86.2 proof)"],
                            ["Scotland"],
                            ["Clear and bright, showcasing its purity."],
                            ["A classic gin aroma with strong juniper notes complemented by hints of coriander, angelica root, and other botanicals."],
                            ["On the palate, Tanqueray is crisp and refreshing, with a bold juniper flavor balanced by subtle citrus and herbal notes."],
                            ["The finish is clean and dry, leaving a lingering taste of juniper and a touch of spice."],
                            ["Pairs excellently with tonic water in a classic Gin and Tonic, as well as in cocktails like the Martini and Negroni. It also complements seafood and spicy dishes."],
                            ["Tanqueray is produced using a quadruple distillation process, ensuring a high-quality and smooth spirit. The secret recipe includes four key botanicals: juniper, coriander, angelica root, and liquorice."],
                            ["Overall, Tanqueray is renowned for its classic gin flavor, making it a favorite among gin enthusiasts and a versatile choice for cocktails."]
                        ]
                    },
                    {
                        "name": ["Rivi"],
                        "photo": "./images/rivi_gin.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["United States"],
                            ["Clear with a slight sheen, indicating its purity."],
                            ["The aroma is fresh and vibrant, showcasing juniper along with floral and citrus notes."],
                            ["On the palate, Rivi is smooth and balanced, featuring flavors of juniper, lemon zest, and a hint of spice."],
                            ["The finish is clean and refreshing, with lingering notes of botanicals and a touch of sweetness."],
                            ["Pairs well with tonic water, fresh herbs, and citrus fruits, as well as in cocktails like the Gin Fizz and Tom Collins."],
                            ["Rivi is crafted using a blend of carefully selected botanicals, distilled in small batches to preserve the integrity of the flavors."],
                            ["Overall, Rivi is a contemporary gin known for its smoothness and versatility, making it an excellent choice for both sipping and mixing."]
                        ]
                    },
                    {
                        "name": ["The Botanist"],
                        "photo": "./images/gin_the_botanist.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["46% ABV (92 proof)"],
                            ["Islay, Scotland"],
                            ["Clear with a pure, pristine appearance."],
                            ["A complex and fragrant aroma with notes of citrus, juniper, and a blend of wild herbs, flowers, and spices."],
                            ["A rich and mellow palate with a harmonious blend of citrus, juniper, and a delicate balance of herbs and botanicals. It has a smooth and creamy texture with a hint of sweetness."],
                            ["The finish is long and balanced, with lingering notes of botanicals and a clean, refreshing aftertaste."],
                            ["Pairs well with tonic water, fresh herbs, and citrus fruits. It is excellent in classic gin cocktails such as the Gin and Tonic, Martini, and Negroni. It also complements seafood dishes, light salads, and artisanal cheeses."],
                            ["The Botanist is crafted using a slow distillation process in a unique Lomond pot still, known as 'Ugly Betty.' It is infused with 22 hand-foraged botanicals from the Isle of Islay, along with 9 classic gin botanicals. This meticulous production method ensures a complex and balanced gin."],
                            ["Overall, The Botanist is a premium gin known for its exceptional quality and intricate flavor profile. Its blend of hand-foraged botanicals from Islay creates a unique and versatile spirit, perfect for both sipping and mixing in cocktails."]
                        ]
                    },
                    {
                        "name": ["St. George Terroir"],
                        "photo": "./images/gin_st_george_terroir.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["45% ABV (90 proof)"],
                            ["Alameda, California, USA"],
                            ["Clear, bright appearance, showcasing its purity."],
                            ["The aroma is intensely aromatic with notes of pine, sage, and bay laurel, reminiscent of a walk through the California coastal forests."],
                            ["On the palate, St. George Terroir Gin is earthy and herbaceous, with prominent flavors of Douglas fir, California bay laurel, and coastal sage, balanced by a hint of citrus and a touch of spice."],
                            ["The finish is long and crisp, with lingering notes of pine and fresh herbs, leaving a clean, refreshing aftertaste."],
                            ["This gin pairs wonderfully in a variety of cocktails, such as a classic Gin and Tonic, Martini, or Negroni. It also complements dishes with bold flavors, including grilled seafood, roasted vegetables, and herb-crusted meats."],
                            ["St. George Terroir Gin is distilled using a unique blend of botanicals sourced from the California coast, including Douglas fir, bay laurel, sage, and other native plants. The botanicals are carefully selected and distilled to capture the essence of the local landscape, resulting in a gin that is truly reflective of its terroir."],
                            ["Overall, St. George Terroir Gin is a distinctive and flavorful spirit that embodies the essence of the California coast. Its bold botanical profile and exceptional quality make it a favorite among gin enthusiasts and a versatile choice for a wide range of cocktails."]
                        ]
                    },
                    {
                        "name": ["St. George Botanivore"],
                        "photo": "./images/gin_st_george_botanivore.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["45% ABV (90 proof)"],
                            ["Alameda, California, USA"],
                            ["Clear, bright appearance, showcasing its purity."],
                            ["The aroma is complex and inviting, with a blend of fresh botanicals including juniper, coriander, and a bouquet of citrus, floral, and herbaceous notes."],
                            ["On the palate, St. George Botanivore Gin is balanced and harmonious, featuring flavors of juniper, bay laurel, coriander, and lemon peel. Additional layers of angelica root, orris root, and black pepper add depth and complexity."],
                            ["The finish is clean and refreshing, with lingering notes of citrus and fresh herbs, leaving a crisp and satisfying aftertaste."],
                            ["This gin pairs well in a variety of classic and contemporary cocktails, such as a Gin and Tonic, Martini, or Tom Collins. It also complements dishes with fresh and vibrant flavors, including seafood, salads, and light appetizers."],
                            ["St. George Botanivore Gin is crafted using a blend of 19 different botanicals, each chosen for their unique flavor profiles. The botanicals are distilled in small batches to ensure quality and consistency, resulting in a gin that is both complex and approachable."],
                            ["Overall, St. George Botanivore Gin is a versatile and well-balanced spirit that offers a rich and diverse botanical experience. Its carefully crafted flavor profile and exceptional quality make it a standout choice for gin enthusiasts and cocktail lovers alike."]
                        ]
                    }
                    
                    
                    
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Vodka",
        "sections" : [
            {
                "category" : null,
                "brands" : [
                    {
                        "name": ["Grey Goose"],
                        "photo": "./images/grey_goose_vodka.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["France"],
                            ["Crystal clear with a slight sheen."],
                            ["The aroma is clean and fresh, with hints of almond and a touch of citrus."],
                            ["On the palate, Grey Goose is smooth and velvety, featuring flavors of soft grain and a subtle sweetness."],
                            ["The finish is crisp and clean, leaving a refreshing aftertaste."],
                            ["Pairs well with a variety of mixers, particularly tonic and soda, as well as in classic cocktails like the Martini."],
                            ["Grey Goose is made from high-quality French wheat and spring water, distilled using a meticulous process to ensure purity and smoothness."],
                            ["Overall, Grey Goose is a premium vodka known for its exceptional quality and versatility, making it a favorite choice among vodka enthusiasts."]
                        ]
                    },
                    {
                        "name": ["Tito's"],
                        "photo": "./images/titos_vodka.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Austin, Texas, USA"],
                            ["Clear and bright with a clean appearance."],
                            ["The aroma is clean and slightly sweet, with hints of corn and a touch of pepper."],
                            ["On the palate, Tito's is smooth and slightly creamy, with a well-balanced flavor profile featuring corn sweetness."],
                            ["The finish is clean and smooth, leaving a pleasant aftertaste."],
                            ["Pairs well with a variety of mixers, particularly tonic water, soda, and fruit juices, as well as in cocktails like the Moscow Mule and Bloody Mary."],
                            ["Tito's Handmade Vodka is made from 100% corn and distilled six times in old-fashioned pot stills, ensuring a high-quality product."],
                            ["Overall, Tito's is a premium vodka known for its smoothness and versatility, making it a popular choice for both sipping and mixing."]
                        ]
                    },
                    {
                        "name": ["Wheatley"],
                        "photo": "./images/wheatley_vodka.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Frankfort, Kentucky, USA"],
                            ["Crystal clear with a bright and clean appearance."],
                            ["The aroma is soft and inviting, with subtle hints of vanilla and grain."],
                            ["On the palate, Wheatley is smooth and balanced, with a creamy mouthfeel and a touch of sweetness."],
                            ["The finish is clean and refreshing, leaving a light, pleasant aftertaste."],
                            ["Pairs well with mixers such as tonic water, soda, and fruit juices, and is also great in cocktails like martinis and mojitos."],
                            ["Wheatley Vodka is crafted from soft winter wheat and distilled 10 times in small batches, ensuring exceptional quality."],
                            ["Overall, Wheatley Vodka is known for its smoothness and versatility, making it an excellent choice for any vodka lover."]
                        ]
                    },
                    {
                        "name": ["Belvedere"],
                        "photo": "./images/belvedere_vodka.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Poland"],
                            ["Clear and pure with a slight sheen."],
                            ["The aroma is clean and crisp, featuring subtle notes of vanilla and white pepper."],
                            ["On the palate, Belvedere is smooth and velvety, with flavors of creamy vanilla and a hint of spice."],
                            ["The finish is long and satisfying, with a clean and refreshing aftertaste."],
                            ["Pairs beautifully with mixers like soda and tonic, and also shines in classic cocktails such as martinis."],
                            ["Belvedere Vodka is made from 100% Polska rye and undergoes a quadruple distillation process, ensuring high quality and purity."],
                            ["Overall, Belvedere is celebrated for its smoothness and character, making it a favorite among vodka aficionados."]
                        ]
                    },
                    {
                        "name": ["Ketel One"],
                        "photo": "./images/ketel_one.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Schiedam, Netherlands"],
                            ["Crystal clear appearance."],
                            ["Clean and crisp aroma with hints of citrus and honey, along with subtle herbal notes."],
                            ["Smooth and silky mouthfeel with a clean, fresh taste. Flavors of wheat and a touch of sweetness, balanced by a slight peppery finish."],
                            ["The finish is smooth and long-lasting, with a clean, crisp aftertaste."],
                            ["Pairs well with a variety of cocktails, including classic martinis, vodka tonics, and Bloody Marys. It also complements light appetizers such as smoked salmon, caviar, and fresh oysters."],
                            ["Ketel One Vodka is crafted using 100% non-GMO European wheat. It is distilled in copper pot stills and then filtered over loose charcoal, giving it its signature smoothness and purity. The final product is blended with pure water to achieve the desired flavor profile."],
                            ["Overall, Ketel One Vodka is renowned for its exceptional quality, smoothness, and versatility, making it a favorite among vodka enthusiasts and mixologists alike."]
                        ]
                    }                                   
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Rum",
        "sections" : [
            {
                "category" : null,
                "brands" : [
                    {
                        "name": ["Plantation", "(Dark Rum)"],
                        "photo": "./images/plantation_dark_rum.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["France (Caribbean sourced)"],
                            ["Golden amber color with a rich sheen."],
                            ["Aroma notes of tropical fruits, vanilla, and a hint of spice."],
                            ["On the palate, Plantation rum is smooth with flavors of caramel, dried fruits, and oak."],
                            ["The finish is warm and complex, with lingering hints of spice and sweetness."],
                            ["Pairs well with grilled meats, spicy dishes, and tropical cocktails."],
                            ["Plantation rum is crafted using traditional methods and aged in both the Caribbean and France, enhancing its flavor profile."],
                            ["Overall, Plantation rum is known for its rich complexity and balance, making it a standout choice for rum enthusiasts."]
                        ]
                    },
                    {
                        "name": ["Captain Morgan", "(Spiced Rum)"],
                        "photo": "./images/captain_morgan_rum.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["35% ABV (70 proof)"],
                            ["Puerto Rico"],
                            ["Amber color with golden hues."],
                            ["The aroma features a blend of spices, vanilla, and caramel."],
                            ["On the palate, it is smooth and sweet with notes of vanilla, cinnamon, and a hint of nutmeg."],
                            ["The finish is warm and lingering, with a touch of spice."],
                            ["Pairs well with cola, ginger beer, and tropical cocktails."],
                            ["Captain Morgan is produced using a blend of Caribbean rums and flavored with spices and natural flavors."],
                            ["Overall, Captain Morgan is a popular spiced rum known for its versatility and enjoyable flavor profile."]
                        ]
                    }
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Tequila",
        "sections" : [
            {
                "category" : "Blanco",
                "brands" : [
                    {
                        "name": ["Don Julio"],
                        "photo": "./images/don_julio_blanco.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Jalisco, Mexico"],
                            ["Don Julio Blanco Tequila is crystal clear, showcasing its purity and quality."],
                            ["The aroma of Don Julio Blanco is crisp and fresh, with notes of citrus, lime, and grapefruit. There are also subtle hints of agave and a touch of herbal undertones."],
                            ["On the palate, Don Julio Blanco is light and smooth, with a clean and fresh taste. The flavors of citrus and agave are prominent, complemented by hints of black pepper and a touch of sweetness."],
                            ["The finish is clean and crisp, with a lingering taste of citrus and agave, leaving a refreshing and satisfying aftertaste."],
                            ["Don Julio Blanco Tequila pairs well with a variety of foods, including fresh seafood, ceviche, grilled chicken, and spicy Mexican dishes. It is also excellent in classic tequila cocktails such as the Margarita, Paloma, and Tequila Sunrise."],
                            ["Don Julio Blanco is made from 100% blue agave, harvested from the highlands of Jalisco, Mexico. The agave is carefully selected and slow-cooked in traditional brick ovens before being distilled in stainless steel pot stills. This meticulous process ensures the highest quality and purity of the final product."],
                            ["Overall, Don Julio Blanco is a premium tequila known for its exceptional quality and smooth, crisp flavor. Its versatility and refined taste make it a favorite among tequila enthusiasts and a perfect choice for any occasion."]
                        ]
                    },
                    {
                        "name": ["Casamigos"],
                        "photo": "./images/casamigos_blanco_tequila.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Jalisco, Mexico"],
                            ["Casamigos Blanco Tequila is crystal clear, highlighting its pure and unaged character."],
                            ["The aroma of Casamigos Blanco Tequila is fresh and crisp, with vibrant notes of citrus, sweet agave, and hints of vanilla and grapefruit. There are also subtle herbal undertones adding complexity."],
                            ["On the palate, Casamigos Blanco Tequila is smooth and clean, with a rich agave flavor complemented by hints of citrus and vanilla. The mouthfeel is silky, with a slight sweetness balanced by a touch of peppery spice."],
                            ["The finish is long and clean, with lingering notes of sweet agave and citrus, leaving a refreshing and slightly warming aftertaste."],
                            ["Casamigos Blanco Tequila pairs well with a variety of mixers and can be enjoyed in classic cocktails such as the Margarita, Paloma, and Tequila Sunrise. It also complements dishes like ceviche, grilled shrimp, and fresh salads, enhancing their flavors with its crisp and clean profile."],
                            ["Casamigos Blanco Tequila is crafted from 100% Blue Weber agaves, which are harvested by hand in the rich clay soil of the Highlands of Jalisco, Mexico. The agaves are slow-cooked in traditional brick ovens for 72 hours and then fermented for 80 hours. The tequila is distilled twice and filtered for purity, resulting in a high-quality and smooth spirit."],
                            ["Overall, Casamigos Blanco Tequila is a premium tequila known for its exceptional smoothness and rich agave flavor. Its crisp and clean character, along with its versatility in cocktails, makes it a favorite choice for tequila enthusiasts and a standout in any collection."]
                        ]
                    }                    
                    
                ]
            },
            {
                "category" : "Reposado",
                "brands" : [
                    {
                        "name": ["Don Julio"],
                        "photo": "./images/don_julio_reposado.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Jalisco, Mexico"],
                            ["Don Julio Reposado Tequila has a light amber color with golden hues, reflecting its aging process."],
                            ["The aroma of Don Julio Reposado is rich and inviting, with notes of lemon, citrus, and a hint of ripe stone fruit. There are also subtle undertones of vanilla, spice, and toasted oak."],
                            ["On the palate, Don Julio Reposado is smooth and elegant, with a balance of flavors including caramel, cooked agave, and a touch of chocolate. The oak aging adds depth and complexity, with hints of cinnamon and butterscotch."],
                            ["The finish is warm and lingering, with notes of vanilla, oak, and a slight hint of pepper, leaving a satisfying and rich aftertaste."],
                            ["Don Julio Reposado Tequila pairs well with a variety of foods, including grilled meats, roasted vegetables, rich stews, and spicy dishes. It is also excellent in premium tequila cocktails such as the Reposado Old Fashioned, Tequila Sour, and Tequila Negroni."],
                            ["Don Julio Reposado is made from 100% blue agave, harvested from the highlands of Jalisco, Mexico. The agave is slow-cooked in traditional brick ovens before being distilled and aged for eight months in American white oak barrels. This aging process imparts a smooth and complex character to the tequila."],
                            ["Overall, Don Julio Reposado is a premium tequila known for its rich flavor profile and smooth, complex character. Its balance of flavors and refined taste make it a favorite among tequila enthusiasts and a perfect choice for sipping or mixing in cocktails."]
                        ]
                    },
                    {
                        "name": ["Casamigos"],
                        "photo": "./images/casamigos_reposado_tequila.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Jalisco, Mexico"],
                            ["Casamigos Reposado Tequila has a light amber color, reflecting its aging process in oak barrels."],
                            ["The aroma of Casamigos Reposado Tequila is rich and complex, with notes of caramel, cocoa, and a touch of agave. There are also hints of oak, vanilla, and spice, adding depth to the bouquet."],
                            ["On the palate, Casamigos Reposado Tequila is smooth and well-rounded, with flavors of caramel, cocoa, and a hint of citrus. The oak aging imparts a rich and creamy texture, with underlying notes of vanilla and spice that enhance the agave's natural sweetness."],
                            ["The finish is long and smooth, with lingering notes of caramel and spice, leaving a warm and satisfying aftertaste."],
                            ["Casamigos Reposado Tequila pairs well with a variety of foods, including grilled meats, roasted vegetables, and rich desserts. It is also excellent in cocktails such as the Reposado Old Fashioned, Tequila Mule, and Margarita, where its complex flavors can shine."],
                            ["Casamigos Reposado Tequila is crafted from 100% Blue Weber agaves, which are harvested by hand in the rich clay soil of the Highlands of Jalisco, Mexico. The agaves are slow-cooked in traditional brick ovens for 72 hours and then fermented for 80 hours. The tequila is aged for seven months in American white oak barrels, which imparts its distinctive flavor and character."],
                            ["Overall, Casamigos Reposado Tequila is a premium tequila known for its rich and complex flavor profile. Its smooth and well-rounded character, combined with its versatility in cocktails and food pairings, makes it a favorite choice for tequila enthusiasts."]
                        ]
                    }
                                    
                ]
            },
            {
                "category" : "Anejo",
                "brands" : [
                    {
                        "name": ["Don Julio"],
                        "photo": "./images/don_julio_anejo.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Jalisco, Mexico"],
                            ["Don Julio Añejo Tequila has a rich, golden amber color, indicative of its extended aging process."],
                            ["The aroma of Don Julio Añejo is complex and inviting, with notes of butterscotch, honey, and vanilla. There are also subtle hints of caramel, dried fruit, and toasted oak."],
                            ["On the palate, Don Julio Añejo is rich and full-bodied, with flavors of dark chocolate, vanilla, and toffee. The oak aging contributes notes of cinnamon, nutmeg, and a touch of smokiness, creating a well-rounded and sophisticated taste experience."],
                            ["The finish is long and smooth, with lingering notes of caramel, oak, and a hint of spice, leaving a warm and satisfying aftertaste."],
                            ["Don Julio Añejo Tequila pairs well with a variety of rich foods, including grilled steaks, aged cheeses, dark chocolate, and dessert pastries. It is also excellent for sipping neat or in premium cocktails such as the Añejo Old Fashioned and Añejo Manhattan."],
                            ["Don Julio Añejo is made from 100% blue agave, harvested from the highlands of Jalisco, Mexico. The agave is slow-cooked in traditional brick ovens before being distilled and aged for 18 months in American white oak barrels. This extended aging process imparts a deep and complex character to the tequila."],
                            ["Overall, Don Julio Añejo is a premium tequila known for its rich and sophisticated flavor profile. Its depth, complexity, and smooth finish make it a favorite among tequila connoisseurs and a perfect choice for special occasions."]
                        ]
                    },
                    {
                        "name": ["Casamigos"],
                        "photo": "./images/casamigos_anejo_tequila.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Jalisco, Mexico"],
                            ["Casamigos Añejo Tequila has a deep, rich amber color, reflecting its extended aging process in oak barrels."],
                            ["The aroma of Casamigos Añejo Tequila is complex and inviting, with prominent notes of caramel, vanilla, and roasted agave. Additional layers of dark chocolate, oak, and spice add depth to the bouquet."],
                            ["On the palate, Casamigos Añejo Tequila is smooth and full-bodied, with rich flavors of caramel, vanilla, and roasted agave. The oak aging imparts notes of dark chocolate, tobacco, and a hint of cinnamon, creating a well-rounded and luxurious taste experience."],
                            ["The finish is long and elegant, with lingering notes of caramel, vanilla, and spice, leaving a warm and satisfying aftertaste."],
                            ["Casamigos Añejo Tequila pairs wonderfully with a variety of foods, including grilled steaks, rich desserts like chocolate cake, and aged cheeses. It also shines in cocktails such as the Añejo Old Fashioned and the Tequila Manhattan, where its complex flavors can be fully appreciated."],
                            ["Casamigos Añejo Tequila is crafted from 100% Blue Weber agaves, which are harvested by hand in the rich clay soil of the Highlands of Jalisco, Mexico. The agaves are slow-cooked in traditional brick ovens for 72 hours and then fermented for 80 hours. The tequila is aged for 14 months in American white oak barrels, which imparts its distinctive flavor and character."],
                            ["Overall, Casamigos Añejo Tequila is a premium tequila known for its rich and complex flavor profile. Its smooth and luxurious character, combined with its versatility in cocktails and food pairings, makes it a favorite choice for tequila enthusiasts."]
                        ]
                    }                    
                    
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Brandy",
        "sections" : [
            {
                "category" : null,
                "brands" : [
                    {
                        "name": ["B&B"],
                        "photo": "./images/brandy_b&b.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["France"],
                            ["Deep amber color with golden highlights."],
                            ["Complex aroma with notes of honey, spices, and a hint of vanilla, along with subtle herbal undertones."],
                            ["Smooth and rich taste with flavors of caramel, honey, and spice, balanced by a touch of oak and vanilla."],
                            ["Warm and lingering finish with a blend of sweet and spicy notes, leaving a satisfying aftertaste."],
                            ["Pairs well with rich desserts like crème brûlée, chocolate mousse, and fruit tarts. It can also be enjoyed neat, over ice, or in classic cocktails such as the B&B (Benedictine and Brandy) and Brandy Alexander."],
                            ["B&B is crafted by blending fine French brandy with Benedictine, a herbal liqueur made from a secret recipe of 27 plants and spices. The blend is then aged in oak barrels to achieve a harmonious balance of flavors."],
                            ["Overall, B&B is a sophisticated and well-balanced brandy known for its rich and complex flavor profile. Its unique blend of brandy and Benedictine creates a smooth and versatile spirit, perfect for sipping or mixing in classic cocktails."]
                        ]
                    },
                    {
                        "name": ["Hardy XO Rare", "(Champagne Cognac)"],
                        "photo": "./images/congnac_hardy_xo_rare.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Cognac, France"],
                            ["Rich amber color with golden highlights, showcasing its extended aging process."],
                            ["The aroma is complex and inviting, featuring notes of dried fruits, toasted almonds, vanilla, and a hint of spice."],
                            ["On the palate, Hardy XO Rare is smooth and full-bodied, with flavors of dried apricots, figs, and a touch of honey. The oak aging imparts notes of vanilla, caramel, and a hint of nutmeg, creating a well-balanced and sophisticated taste."],
                            ["The finish is long and elegant, with lingering notes of dried fruit, oak, and a touch of spice, leaving a warm and satisfying aftertaste."],
                            ["This cognac pairs beautifully with fine chocolates, aged cheeses, and rich desserts such as crème brûlée and tarte tatin. It is also excellent for sipping neat or with a splash of water to release its complex flavors."],
                            ["Hardy XO Rare is crafted from a blend of eaux-de-vie sourced from the top Cognac regions, including Grande Champagne and Petite Champagne. The eaux-de-vie are aged for a minimum of 20 years in French oak barrels, allowing the flavors to develop and mature, resulting in a cognac of exceptional quality and depth."],
                            ["Overall, Hardy XO Rare is a premium cognac known for its rich and sophisticated flavor profile. Its depth, complexity, and smooth finish make it a favorite among cognac connoisseurs and a perfect choice for special occasions."]
                        ]
                    }
                    
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Cordials",
        "sections" : [
            {
                "category" : null,
                "brands" : [
                    {
                        "name": ["Cointreau"],
                        "photo": "./images/cordials_cointreau.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Saint-Barthélemy-d'Anjou, France"],
                            ["Crystal clear appearance."],
                            ["Bright and fragrant aroma of sweet and bitter orange peels with a hint of spice."],
                            ["Well-balanced taste with a harmonious blend of sweet and bitter orange flavors, complemented by subtle notes of spice and vanilla."],
                            ["Crisp and clean finish with lingering notes of orange zest and a touch of sweetness."],
                            ["Versatile in cocktails, Cointreau is an essential ingredient in classics like the Margarita, Cosmopolitan, Sidecar, and White Lady. It also pairs well with desserts like orange soufflé, chocolate mousse, and fruit tarts."],
                            ["Cointreau is crafted using a unique blend of sweet and bitter orange peels, which are macerated and distilled to create its distinctive flavor. The production process involves meticulous selection of oranges and a proprietary distillation technique to achieve the perfect balance of flavors."],
                            ["Overall, Cointreau is a premium orange liqueur known for its exceptional quality, versatility, and distinctive flavor. Its bright citrus profile and smooth finish make it a staple in many classic cocktails and a favorite among mixologists and cocktail enthusiasts."]
                        ]
                    },
                    {
                        "name": ["Drambuie"],
                        "photo": "./images/cordials_drambuie.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Scotland"],
                            ["Rich amber color with golden highlights."],
                            ["The aroma is a blend of sweet honey, herbs, and spices with a hint of whisky undertones."],
                            ["On the palate, Drambuie is smooth and velvety, with flavors of heather honey, spices, and a subtle herbal note. The whisky base adds depth and warmth."],
                            ["The finish is long and warming, with lingering notes of honey and spices, leaving a sweet and slightly spicy aftertaste."],
                            ["Drambuie can be enjoyed neat, on the rocks, or in cocktails such as the classic Rusty Nail. It pairs well with desserts, especially those with chocolate or caramel, and can be used to enhance the flavor of coffee or tea."],
                            ["Drambuie is made from a blend of aged Scotch whisky, heather honey, herbs, and spices. The exact recipe is a closely guarded secret, but it is known to include a selection of aromatic herbs and spices that complement the whisky base."],
                            ["Overall, Drambuie is a premium liqueur known for its rich and complex flavor profile. Its blend of whisky, honey, and spices creates a unique and versatile spirit that is perfect for sipping or mixing in cocktails."]
                        ]
                    },
                    {
                        "name": ["St. George Bruto Americano"],
                        "photo": "./images/cordials_st_george_bruto_americano.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["24% ABV"],
                            ["Alameda, California, USA"],
                            ["Deep amber color with a vibrant reddish hue."],
                            ["The aroma is bold and complex, with notes of citrus peel, forest floor, cinnamon, and a hint of bitterness from gentian root."],
                            ["On the palate, Bruto Americano is intensely bitter and herbal, with flavors of citrus, juniper, sage, and eucalyptus, balanced by a touch of sweetness."],
                            ["The finish is long and lingering, with a pronounced bitterness and a refreshing citrus zest that leaves a clean, dry aftertaste."],
                            ["St. George Bruto Americano pairs well with a variety of cocktails, especially those that benefit from its bitter and herbal profile, such as Negronis and Americanos. It also complements dishes with strong flavors, like charcuterie, grilled vegetables, and spicy foods."],
                            ["St. George Bruto Americano is crafted using a combination of natural botanicals, including gentian root, citrus peels, and other herbs and spices. The botanicals are macerated and then distilled to extract their flavors, resulting in a bold and unique bitter liqueur."],
                            ["Overall, St. George Bruto Americano is a distinctive and versatile bitter liqueur that adds complexity and depth to cocktails. Its bold flavors and herbal bitterness make it a standout choice for those who appreciate a well-crafted aperitif."]
                        ]
                    },
                    {
                        "name": ["St. George NOLA"],
                        "photo": "./images/cordials_st_george_nola.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["25% ABV (50 proof)"],
                            ["Alameda, California, USA"],
                            ["Deep, rich brown color, reminiscent of freshly brewed coffee."],
                            ["The aroma is rich and enticing, with prominent notes of freshly roasted coffee beans, dark chocolate, and a hint of vanilla."],
                            ["On the palate, St. George NOLA Coffee Liqueur is smooth and full-bodied, featuring bold flavors of freshly brewed coffee, cocoa, and a touch of caramel. The sweetness is balanced by a slight bitterness from the coffee, creating a well-rounded profile."],
                            ["The finish is long and satisfying, with lingering notes of coffee and chocolate, leaving a warm and comforting aftertaste."],
                            ["This coffee liqueur pairs wonderfully in a variety of cocktails, such as an Espresso Martini, White Russian, or Coffee Old Fashioned. It also complements desserts like tiramisu, chocolate cake, and vanilla ice cream, enhancing their flavors with its rich coffee profile."],
                            ["St. George NOLA Coffee Liqueur is crafted using Ethiopian Yirgacheffe coffee beans, roasted to perfection to bring out their full flavor. The coffee is cold-brewed and then blended with French chicory root, Madagascar vanilla, and organic cane sugar, resulting in a liqueur that captures the essence of New Orleans-style coffee."],
                            ["Overall, St. George NOLA Coffee Liqueur is a premium liqueur known for its rich and authentic coffee flavor. Its smooth and balanced profile, combined with its versatility in cocktails and desserts, makes it a favorite choice for coffee lovers and spirits enthusiasts alike."]
                        ]
                    }
                    
                    
                    
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Beer",
        "sections" : [
            {
                "category" : "Draft",
                "brands" : [
                    {
                        "name": ["Sapporo", "(Lager)"],
                        "photo": "./images/sapporo_draft.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["5% ABV"],
                            ["Japan"],
                            ["Pale golden color with a clear appearance."],
                            ["The aroma is light and crisp, with hints of malt and floral notes."],
                            ["On the palate, it is refreshing with a balanced taste of mild hops and sweet malt."],
                            ["The finish is clean and dry, making it very drinkable."],
                            ["Pairs well with sushi, grilled meats, and light salads."],
                            ["Sapporo Lager is brewed using a blend of quality malted barley, hops, and rice."],
                            ["Overall, Sapporo is a well-known lager celebrated for its crisp, clean taste and refreshing qualities."]
                        ]
                    },                    
                    {
                        "name": ["Asahi", "(Rice Lager)"],
                        "photo": "./images/asahi_draft.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["5% ABV"],
                            ["Japan"],
                            ["Pale straw color with a bright clarity."],
                            ["The aroma is light and crisp with subtle hints of rice and malt."],
                            ["On the palate, it is smooth and refreshing, with a balanced flavor of mild bitterness and sweetness."],
                            ["The finish is clean and dry, leaving a refreshing aftertaste."],
                            ["Pairs well with sushi, tempura, and grilled meats."],
                            ["Asahi is brewed using high-quality ingredients, including premium rice and carefully selected hops."],
                            ["Overall, Asahi is a popular rice lager known for its refreshing taste and easy drinkability."]
                        ]
                    },
                    {
                        "name": ["Orange Blossom", "(Pilsner)"],
                        "photo": "./images/orange_blossom_pilsner_draft.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["4.5% ABV"],
                            ["USA"],
                            ["Pale golden color with a slight haze."],
                            ["Aroma of citrus, floral notes, and light malt."],
                            ["Crisp and refreshing on the palate with a hint of orange and mild bitterness."],
                            ["The finish is clean with lingering citrus notes."],
                            ["Pairs well with salads, light seafood, and summer dishes."],
                            ["Orange Blossom is brewed with a blend of traditional pilsner malts and fresh orange peel."],
                            ["Overall, it's a refreshing pilsner that offers a unique citrus twist for easy sipping."]
                        ]
                    },
                    {
                        "name": ["Hazify", "(IPA)"],
                        "photo": "./images/hazify_draft.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["6.5% ABV"],
                            ["USA"],
                            ["Hazy golden color with a creamy white head."],
                            ["Aroma bursts with tropical fruit notes, such as mango and pineapple, with hints of citrus."],
                            ["The palate is smooth and juicy, featuring flavors of stone fruits and citrus, balanced by a soft malt backbone."],
                            ["The finish is slightly bitter with lingering fruitiness."],
                            ["Pairs well with spicy dishes, grilled meats, and sharp cheeses."],
                            ["Hazify is brewed using a blend of hops that emphasizes fruit-forward flavors, creating a hazy and juicy profile."],
                            ["Overall, it's a refreshing and aromatic IPA that's perfect for hop lovers."]
                        ]
                    }
                    
                ]
            },
            {
                "category" : "Can",
                "brands" : [
                    {
                        "name": ["Sapporo", "(Lager)"],
                        "photo": "./images/sapporo_can.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["5% ABV"],
                            ["Japan"],
                            ["Pale golden color with a bright white head."],
                            ["Crisp and clean aroma with notes of light malt and subtle hop."],
                            ["The palate is refreshing with a balanced flavor profile of light malt sweetness and mild bitterness."],
                            ["The finish is clean and dry, making it very drinkable."],
                            ["Pairs well with sushi, grilled fish, and light salads."],
                            ["Sapporo is brewed with a careful selection of ingredients, including high-quality rice, and follows traditional Japanese brewing methods."],
                            ["Overall, Sapporo is a classic lager known for its smoothness and refreshing qualities."]
                        ]
                    },
                    {
                        "name": ["Heineken 0.0", "(Lager)"],
                        "photo": "./images/heineken_00_can.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["0.0% ABV"],
                            ["Netherlands"],
                            ["Clear golden color with a foamy white head."],
                            ["Aromas of malt, grain, and a hint of citrus, with subtle floral notes."],
                            ["Light-bodied with flavors of crisp malt, subtle sweetness, and a touch of bitterness. The taste is clean and refreshing, mimicking the profile of traditional Heineken."],
                            ["The finish is crisp and clean with a slight hoppy bitterness."],
                            ["Pairs well with light snacks, salads, grilled chicken, and non-spicy Asian dishes. Its refreshing quality makes it a good match for various casual meals."],
                            ["Heineken 0.0 is brewed with the same high-quality ingredients as regular Heineken, including water, malted barley, and hops. The alcohol is removed through a natural process to retain the characteristic taste of Heineken while achieving a 0.0% ABV."],
                            ["Overall, Heineken 0.0 offers the taste experience of traditional Heineken beer without the alcohol content. It is a great choice for those looking to enjoy a non-alcoholic beverage with the familiar flavor of a well-known beer."]
                        ]
                    },
                    {
                        "name": ["Heineken", "(Lager)"],
                        "photo": "./images/heineken_lager_can.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["5.0% ABV"],
                            ["Netherlands"],
                            ["Clear golden color with a foamy white head."],
                            ["Aromas of fresh grain, mild hop bitterness, and a touch of citrus."],
                            ["Light to medium-bodied with a balanced taste of malt sweetness and mild hop bitterness. Crisp and refreshing with a clean profile."],
                            ["The finish is smooth and dry with a subtle lingering bitterness."],
                            ["Pairs well with a wide variety of foods including burgers, pizzas, light salads, seafood, and spicy dishes. Its crispness makes it a versatile companion for casual dining."],
                            ["Heineken Lager is brewed with water, malted barley, hops, and the signature Heineken A-Yeast. The brewing process involves a natural fermentation followed by a lagering period to develop its distinct flavor."],
                            ["Overall, Heineken Lager is a classic European pale lager known for its crisp, clean taste and balanced flavor. It is a popular choice worldwide and well-regarded for its consistent quality."]
                        ]
                    },
                    {
                        "name": ["Maduro", "(Brown Ale)"],
                        "photo": "./images/maduro_brown_ale.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["5.5% ABV"],
                            ["Tampa, Florida, USA"],
                            ["Deep brown color with ruby highlights and a creamy tan head."],
                            ["Aromas of roasted malt, chocolate, coffee, and hints of caramel and nuttiness."],
                            ["Medium-bodied with flavors of chocolate, toffee, and roasted nuts, balanced by a mild hop bitterness. Smooth and slightly sweet with a creamy mouthfeel."],
                            ["The finish is smooth and slightly dry, with lingering notes of chocolate and roasted malt."],
                            ["Pairs well with roasted meats, barbecue, burgers, stews, and desserts like chocolate cake or brownies. Its rich flavors complement hearty and savory dishes."],
                            ["Maduro Brown Ale is brewed using a blend of specialty malts, which contribute to its complex flavor profile. The brewing process involves traditional ale fermentation techniques, ensuring a rich and satisfying taste."],
                            ["Overall, Maduro Brown Ale is a robust and flavorful beer known for its rich malt character and smooth finish. It is a favorite among those who enjoy darker, malt-forward ales."]
                        ]
                    },
                    {
                        "name": ["Amstel Light", "(Lager)"],
                        "photo": "./images/amstel_light_can.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["3.5% ABV"],
                            ["Amsterdam, Netherlands"],
                            ["Pale golden color with a light, frothy white head."],
                            ["Light malt aroma with hints of grain and a subtle hop presence."],
                            ["Crisp and light-bodied with flavors of mild malt, grain, and a slight hop bitterness. Refreshing and clean on the palate."],
                            ["The finish is crisp and clean, with a mild bitterness and no lingering aftertaste."],
                            ["Pairs well with light dishes such as salads, seafood, grilled chicken, and mild cheeses. Its light and refreshing profile makes it a versatile beer for various foods."],
                            ["Amstel Light is brewed with a blend of barley and hops, using a slower brewing process that allows for a lower calorie and lower alcohol content without sacrificing flavor."],
                            ["Overall, Amstel Light is a light and refreshing lager, ideal for those seeking a lower-calorie beer that still offers a pleasant and satisfying taste."]
                        ]
                    }
                                      
                                      
                ]
            },
            {
                "category" : "Bottle",
                "brands" : [
                    {
                        "name": ["Sapporo Light", "(Lager)"],
                        "photo": "./images/sapporo_light_bottle.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["3.9% ABV"],
                            ["Japan"],
                            ["Light golden color with a frothy white head."],
                            ["Aroma is light and crisp with hints of malt and a touch of hops."],
                            ["On the palate, it's smooth and refreshing with subtle malt sweetness."],
                            ["The finish is clean and light, making it very drinkable."],
                            ["Pairs well with lighter fare such as salads, seafood, and chicken dishes."],
                            ["Sapporo Light is brewed using traditional methods but with fewer calories, maintaining a crisp flavor."],
                            ["Overall, Sapporo Light is a refreshing lager that's perfect for those looking for a lighter beer option."]
                        ]
                    },
                    {
                        "name": ["Tsingtao", "(Lager)"],
                        "photo": "./images/tsingtao_bottle.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["4.8% ABV"],
                            ["China"],
                            ["Pale golden color with a white, frothy head."],
                            ["Aroma features light malt and subtle floral hops."],
                            ["The palate is crisp and refreshing with a mild sweetness and balanced bitterness."],
                            ["The finish is clean, with lingering malt flavors."],
                            ["Pairs well with Chinese cuisine, seafood, and light appetizers."],
                            ["Tsingtao is brewed using high-quality malt, hops, and pure water from the Laoshan spring."],
                            ["Overall, Tsingtao is a well-balanced lager known for its refreshing taste and smooth drinkability."]
                        ]
                    },
                    {
                        "name": ["Lucky Buddha", "(Lager)"],
                        "photo": "./images/lucky_buddha_bottle.png",
                        "sectionNames": ["ABV", "Produced In", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["4.8% ABV"],
                            ["China"],
                            ["Golden color with a clear appearance and a white, foamy head."],
                            ["Aroma of light malt and subtle floral notes with a hint of sweetness."],
                            ["The palate is smooth and crisp, with a light malt flavor and gentle bitterness."],
                            ["The finish is clean and refreshing with a mild aftertaste."],
                            ["Pairs well with Asian cuisine, light salads, and seafood."],
                            ["Lucky Buddha is brewed using premium ingredients and pure water, following traditional brewing methods."],
                            ["Overall, Lucky Buddha is a smooth and refreshing lager with a distinctive, unique bottle design."]
                        ]
                    }
                    
                ]
            }
        ]
    }
]