[
    {
        "class" : "Section Buttons",
        "type" : "Wine",
        "sections" : [
            {
                "category" : "Red",
                "brands" : [
                    {
                        "name": ["Chappellet", "(Cabernet Blend)"],
                        "photo": "./images/chappellet_cabernet_blend.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["14.5% ABV"],
                            ["Chappellet Cabernet Blend has a deep ruby-red color, indicative of its rich and robust character."],
                            ["The aroma of Chappellet Cabernet Blend is complex and inviting, with notes of blackcurrant, blackberry, and plum, complemented by hints of vanilla, tobacco, and a touch of oak."],
                            ["On the palate, Chappellet Cabernet Blend is full-bodied and well-structured, featuring flavors of blackcurrant, dark cherry, and plum. These fruit notes are complemented by undertones of dark chocolate, espresso, and a hint of spice. The tannins are firm yet smooth, adding to the wine's depth and complexity."],
                            ["The finish is long and elegant, with lingering notes of dark fruit and subtle hints of spice and oak, leaving a lasting impression."],
                            ["Chappellet Cabernet Blend pairs wonderfully with a variety of dishes, including grilled steaks, roasted lamb, hearty pasta dishes, and aged cheeses. Its bold flavors and structured tannins complement the rich, savory profiles of these foods."],
                            ["Chappellet Cabernet Blend is crafted from high-quality grapes sourced from prime vineyards. The wine undergoes fermentation in stainless steel tanks, followed by aging in French oak barrels, which enhances its complexity and depth."],
                            ["Overall, Chappellet Cabernet Blend is a sophisticated and well-balanced wine that embodies the excellence of its winemaking heritage. Its rich flavors, elegant structure, and versatile pairing options make it a standout choice for wine enthusiasts and a perfect addition to any occasion."]
                        ]
                    },
                    {
                        "name": ["The Critic", "(Cabernet)"],
                        "photo": "./images/the_critic_cabernet.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["13.9% ABV"],
                            ["The Critic Cabernet typically showcases a deep, ruby-red color, reflecting its richness and depth."],
                            ["On the nose, this Cabernet offers a bouquet of enticing aromas, including ripe blackberries, cassis, and black cherries, complemented by hints of vanilla, tobacco, and oak."],
                            ["The palate of The Critic Cabernet is robust and full-bodied, featuring concentrated flavors of dark fruits like black currant and plum. These primary notes are supported by undertones of dark chocolate, espresso, and a touch of spice. The tannins are well-structured, providing a firm yet smooth texture."],
                            ["The finish is long and lingering, with persistent notes of dark fruit and subtle hints of spice and oak, leaving a lasting impression."],
                            ["This Cabernet pairs wonderfully with a variety of dishes, including grilled steaks, roasted lamb, hearty pasta dishes, and aged cheeses. Its bold flavors and structured tannins complement the rich, savory profiles of these foods."],
                            ["The Critic Cabernet is carefully crafted from high-quality grapes sourced from prime vineyards. The wine undergoes a meticulous production process, including fermentation in stainless steel tanks and aging in oak barrels, which enhances its complexity and depth."],
                            ["Overall, The Critic Cabernet is a sophisticated and well-balanced wine that embodies the excellence of its winemaking heritage. Its rich flavors, elegant structure, and versatile pairing options make it a standout choice for wine enthusiasts and a perfect addition to any occasion."]
                        ]
                    },                   
                    {
                        "name": ["Flowers", "(Pinot Noir)"],
                        "photo": "./images/flowers_pinot_noir.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["13.5% ABV"],
                            ["Flowers Pinot Noir has a garnet red color with a slight purple hue, showcasing its elegance and depth."],
                            ["The aroma of Flowers Pinot Noir is complex and aromatic, with notes of ripe strawberries, cherries, and raspberries, complemented by hints of earthy spices, violet, and a touch of oak."],
                            ["On the palate, Flowers Pinot Noir is silky and refined, with flavors of red berries, cranberry, and pomegranate. The wine has a velvety texture and balanced acidity, with gentle tannins that provide structure without overwhelming the palate."],
                            ["The finish is long and graceful, with lingering notes of red fruit, subtle spice, and a hint of forest floor, leaving a lingering and satisfying impression."],
                            ["Flowers Pinot Noir pairs beautifully with a variety of dishes, including roasted duck, grilled salmon, mushroom risotto, and soft cheeses. Its delicate yet flavorful profile complements a range of flavors and textures."],
                            ["Flowers Pinot Noir is crafted from hand-harvested grapes sourced from sustainably farmed vineyards on the Sonoma Coast. The wine is fermented with native yeasts and aged in French oak barrels, allowing for a natural expression of the terroir and enhancing its complexity."],
                            ["Overall, Flowers Pinot Noir is a distinguished wine known for its elegance and finesse. Its balanced structure, nuanced flavors, and versatile pairing options make it a favorite among Pinot Noir enthusiasts and a delightful choice for any occasion."]
                        ]
                    },
                    {
                        "name": ["Orin Swift '8 Years in the Desert'", "(Zinfandel Blend)"],
                        "photo": "./images/8_years_in_the_desert.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["15.7% ABV"],
                            ["Orin Swift '8 Years in the Desert' Zinfandel Blend has a deep garnet color, hinting at its bold and intense nature."],
                            ["The aroma of this Zinfandel Blend is powerful and enticing, with notes of ripe blackberries, dark cherries, and plum, layered with hints of vanilla, baking spices, and a touch of cedar."],
                            ["On the palate, '8 Years in the Desert' is full-bodied and opulent, with flavors of blackberry jam, raspberry compote, and black pepper. The wine has a rich texture and velvety tannins that add depth and structure."],
                            ["The finish is long and lingering, with complex layers of dark fruit, spice, and a hint of cocoa, leaving a lasting impression."],
                            ["Orin Swift '8 Years in the Desert' pairs well with robust dishes such as grilled meats, barbecued ribs, hearty stews, and aged cheeses. Its bold flavors and structured profile complement rich and savory dishes."],
                            ["'8 Years in the Desert' is crafted from a blend of Zinfandel and other Rhône varietals sourced from premier vineyards across California. The wine undergoes extended maceration and aging in French oak barrels, which enhances its richness and complexity."],
                            ["Overall, Orin Swift '8 Years in the Desert' Zinfandel Blend is a powerful and luxurious wine known for its intense flavors and velvety texture. Its bold character and versatile pairing options make it a standout choice for wine enthusiasts seeking a memorable experience."]
                        ]
                    }, 
                    {
                        "name": ["Planet Oregon", "(Pinot Noir)"],
                        "photo": "./images/planet_oregon_pinot_noir.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["13.5% ABV"],
                            ["Planet Oregon Pinot Noir has a vibrant ruby-red color, showcasing its youthful and approachable character."],
                            ["The aroma of Planet Oregon Pinot Noir is inviting, with notes of ripe cherries, strawberries, and cranberries, complemented by hints of floral undertones and a touch of earthiness."],
                            ["On the palate, Planet Oregon Pinot Noir is medium-bodied and silky, with flavors of red berries, plum, and a hint of spice. The wine has a balanced acidity and soft tannins, offering a smooth and enjoyable mouthfeel."],
                            ["The finish is clean and lingering, with gentle notes of red fruit and a touch of minerality, leaving a refreshing and satisfying aftertaste."],
                            ["Planet Oregon Pinot Noir pairs well with a variety of dishes, including roasted chicken, grilled salmon, mushroom risotto, and soft cheeses. Its balanced profile complements a range of flavors and textures."],
                            ["Planet Oregon Pinot Noir is sustainably sourced from vineyards in Oregon's Willamette Valley, known for its cool climate and ideal conditions for growing Pinot Noir. The wine is fermented with native yeasts and aged in a combination of French and American oak barrels, preserving its natural fruit flavors and enhancing its complexity."],
                            ["Overall, Planet Oregon Pinot Noir is a versatile and approachable wine known for its fruit-forward character and balanced structure. Its smooth texture and bright acidity make it a favorite among Pinot Noir enthusiasts and a delightful choice for everyday enjoyment."]
                        ]
                    },                    
                    {
                        "name": ["Viña Cobos Felino", "(Malbec)"],
                        "photo": "./images/felino_malbec.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["14.5% ABV"],
                            ["Viña Cobos Felino Malbec has a deep, dark purple color, reflecting its rich and intense character."],
                            ["The aroma of Viña Cobos Felino Malbec is complex and inviting, with notes of ripe blackberries, plums, and black cherries, complemented by hints of violets, spices, and a touch of oak."],
                            ["On the palate, Viña Cobos Felino Malbec is full-bodied and well-structured, with flavors of blackberries, plums, and dark chocolate. The wine has a velvety texture and balanced acidity, with well-integrated tannins adding to its depth and complexity."],
                            ["The finish is long and smooth, with lingering notes of dark fruit and subtle hints of spice and oak, leaving a lasting impression."],
                            ["Viña Cobos Felino Malbec pairs well with a variety of foods, including grilled meats, roasted vegetables, hearty pasta dishes, and aged cheeses. Its rich and robust profile complements the bold flavors of these dishes."],
                            ["Viña Cobos Felino Malbec is crafted from hand-harvested grapes sourced from select vineyards in Mendoza, Argentina. The winemaking process includes fermentation in stainless steel tanks and aging in French and American oak barrels for several months, enhancing its complexity and depth."],
                            ["Overall, Viña Cobos Felino Malbec is a premium wine known for its rich and complex flavor profile. Its full-bodied and well-structured character, combined with its versatility in food pairings, makes it a favorite choice for Malbec enthusiasts and a perfect addition to any occasion."]
                        ]
                    }
                    
                    
                ]
            },
            {
                "category" : "White",
                "brands" : [
                    {
                        "name": ["Alexander Valley", "(Chardonnay)"],
                        "photo": "./images/alexander_valley_chardonnay.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["14.2% ABV"],
                            ["Alexander Valley Chardonnay has a pale straw color with golden hues, reflecting its elegance and freshness."],
                            ["The aroma of Alexander Valley Chardonnay is inviting, with notes of tropical fruits such as pineapple and mango, complemented by hints of ripe pear, vanilla, and a touch of toasted oak."],
                            ["On the palate, Alexander Valley Chardonnay is medium to full-bodied, with flavors of citrus, green apple, and creamy peach. The wine has a balanced acidity and a rich, creamy texture, with subtle oak notes adding complexity."],
                            ["The finish is long and lingering, with a creamy mouthfeel and notes of tropical fruit and a hint of vanilla, leaving a lasting impression."],
                            ["Alexander Valley Chardonnay pairs well with a variety of dishes, including seafood such as grilled shrimp or lobster, creamy pasta dishes, roasted chicken, and mild cheeses. Its balanced acidity and creamy texture complement a wide range of flavors."],
                            ["Alexander Valley Chardonnay is crafted from hand-harvested grapes sourced from select vineyards in Alexander Valley, Sonoma County. The wine undergoes partial malolactic fermentation and aging in French oak barrels, which enhances its richness and adds layers of complexity."],
                            ["Overall, Alexander Valley Chardonnay is a refined and well-balanced wine known for its fruit-forward character and creamy texture. Its versatility in pairing with foods and its approachable style make it a favorite among Chardonnay enthusiasts."]
                        ]
                    },
                    {
                        "name": ["Briganti Nonnina Filomena", "(Pinot Grigio)"],
                        "photo": "./images/briganti_pinot_grigio.png",
                        "sectionNames": ["ABV","Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["12.5% ABV"],
                            ["Briganti Nonnina Filomena Pinot Grigio has a pale straw color with hints of green, indicating its freshness and youthful character."],
                            ["The aroma is fresh and lively, with notes of green apple, pear, and citrus fruits such as lemon and lime. Subtle floral hints and a touch of minerality add complexity to the bouquet."],
                            ["On the palate, Briganti Nonnina Filomena Pinot Grigio is light to medium-bodied, with crisp and clean flavors of green apple, pear, and citrus. The wine's bright acidity provides a refreshing and zesty mouthfeel, with a hint of minerality that adds depth."],
                            ["The finish is crisp and refreshing, with lingering notes of citrus and green apple, leaving a clean and invigorating aftertaste."],
                            ["This Pinot Grigio pairs wonderfully with light dishes such as salads, seafood, grilled chicken, and fresh vegetables. Its crisp and clean flavors also make it an excellent companion to Mediterranean cuisine and light pasta dishes."],
                            ["Briganti Nonnina Filomena Pinot Grigio is crafted from grapes grown in select vineyards, known for their ideal conditions for producing high-quality Pinot Grigio. The wine is fermented in stainless steel tanks to preserve its fresh fruit character and bright acidity."],
                            ["Overall, Briganti Nonnina Filomena Pinot Grigio is a delightful and refreshing wine that embodies the essence of a classic Pinot Grigio. Its vibrant aromas, crisp flavors, and refreshing finish make it a perfect choice for warm weather and light, flavorful dishes."]
                        ]
                    }
                    ,
                    {
                        "name": ["ZD", "(Chardonnay)"],
                        "photo": "./images/zd_chardonnay.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["14.5% ABV"],
                            ["ZD Chardonnay has a bright golden color, reflecting its richness and depth."],
                            ["The aroma of ZD Chardonnay is vibrant and complex, with notes of ripe apple, pear, and tropical fruits, complemented by hints of vanilla, toasted oak, and a touch of citrus."],
                            ["On the palate, ZD Chardonnay is full-bodied and creamy, with rich flavors of apple, pear, and pineapple. The oak aging imparts notes of vanilla and butter, while a balanced acidity provides a refreshing backbone."],
                            ["The finish is long and elegant, with lingering notes of fruit and a subtle hint of toasty oak, leaving a satisfying and refined aftertaste."],
                            ["ZD Chardonnay pairs well with a variety of foods, including roasted chicken, grilled seafood, creamy pasta dishes, and soft cheeses. Its rich and balanced profile enhances the flavors of these dishes, making it a versatile choice for food pairings."],
                            ["ZD Chardonnay is crafted from hand-harvested grapes sourced from select vineyards in California. The wine undergoes fermentation and aging in American oak barrels, which enhances its complexity and depth. The winemaking process includes sur lie aging, where the wine is aged on its lees (spent yeast cells) to develop a rich and creamy texture."],
                            ["Overall, ZD Chardonnay is a premium wine known for its rich and complex flavor profile. Its full-bodied and creamy character, combined with its versatility in food pairings, makes it a favorite choice for Chardonnay enthusiasts and a perfect addition to any occasion."]
                        ]
                    }                    
                    
                ]
            },
            {
                "category" : "Rose",
                "brands" : [
                    {
                        "name": ["Whispering Angel", "(Rosé)"],
                        "photo": "./images/whispering_angel_rose.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["13% ABV"],
                            ["Whispering Angel Rosé has a pale, light pink color, reflecting its delicate and elegant nature."],
                            ["The aroma of Whispering Angel Rosé is fresh and enticing, with notes of red berries, citrus, and a hint of peach. There are also subtle floral undertones adding to its complexity."],
                            ["On the palate, Whispering Angel Rosé is smooth and well-balanced, with flavors of strawberry, raspberry, and a touch of citrus. The wine has a crisp acidity that enhances its refreshing character, making it very easy to drink."],
                            ["The finish is clean and refreshing, with lingering notes of red berries and a hint of minerality, leaving a pleasant and satisfying aftertaste."],
                            ["Whispering Angel Rosé pairs well with a variety of foods, including seafood, salads, light pasta dishes, and grilled chicken. Its versatile and refreshing profile makes it an excellent choice for pairing with many dishes."],
                            ["Whispering Angel Rosé is crafted from a blend of Grenache, Cinsault, and Rolle (Vermentino) grapes, sourced from the finest vineyards in the Côtes de Provence region. The wine is produced using a combination of traditional and modern winemaking techniques, including gentle pressing and fermentation in stainless steel tanks to preserve its fresh and vibrant character."],
                            ["Overall, Whispering Angel Rosé is a premium rosé wine known for its delicate and refreshing flavor profile. Its elegant and well-balanced nature, combined with its versatility in food pairings, makes it a favorite choice for rosé enthusiasts and a perfect addition to any occasion."]
                        ]
                    }
                    
                    
                ]
            },
            {
                "category" : "Sparkling",
                "brands" : [
                    {
                        "name": ["Albert Bichot", "(Crémant Brut Réserve)"],
                        "photo": "./images/albert_bichot_cremant_brut_reserve.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["12% ABV"],
                            ["Albert Bichot Crémant Brut Réserve has a pale golden color with fine, persistent bubbles, reflecting its elegance and quality."],
                            ["The aroma of Albert Bichot Crémant Brut Réserve is fresh and inviting, with notes of green apple, citrus, and white flowers. There are also subtle hints of brioche and almond, adding complexity to the bouquet."],
                            ["On the palate, Albert Bichot Crémant Brut Réserve is crisp and lively, with flavors of green apple, lemon zest, and pear. The fine bubbles create a creamy texture, while the balanced acidity provides a refreshing finish."],
                            ["The finish is clean and elegant, with lingering notes of citrus and a touch of minerality, leaving a pleasant and refreshing aftertaste."],
                            ["Albert Bichot Crémant Brut Réserve pairs wonderfully with a variety of foods, including seafood, light salads, and soft cheeses. It is also an excellent choice for celebrations and can be enjoyed on its own as an aperitif."],
                            ["Albert Bichot Crémant Brut Réserve is produced using the traditional method, with a blend of Chardonnay, Pinot Noir, and Gamay grapes. The wine undergoes a second fermentation in the bottle, followed by aging on the lees for a minimum of 12 months, which enhances its complexity and depth."],
                            ["Overall, Albert Bichot Crémant Brut Réserve is a sophisticated and elegant sparkling wine known for its crisp and refreshing flavor profile. Its fine bubbles and balanced acidity make it a versatile choice for various occasions and a delightful alternative to Champagne."]
                        ]
                    }
                    
                ]
            },
            {
                "category" : "Sake",
                "brands" : [
                    {
                        "name": ["Tozai 'Living Jewel'"],
                        "photo": "./images/tozai_living_jewel_sake.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["15% ABV"],
                            ["Tozai 'Living Jewel' Junmai Sake has a clear, pale straw color with a slight silver tint, characteristic of its purity and elegance."],
                            ["The aroma of this Junmai Sake is delicate and refined, with notes of white flowers, melon, and pear, accompanied by subtle hints of rice sweetness and a touch of minerality."],
                            ["On the palate, Tozai 'Living Jewel' is clean and crisp, with flavors of crisp apple, pear, and a hint of citrus. The texture is smooth and silky, with a balanced acidity that enhances its refreshing qualities."],
                            ["The finish is smooth and dry, with lingering notes of fruit and a hint of rice sweetness, leaving a clean and refreshing aftertaste."],
                            ["Tozai 'Living Jewel' Junmai Sake pairs excellently with a variety of Japanese dishes, including sushi, sashimi, tempura, and grilled seafood. Its clean and crisp flavors complement the delicate flavors of these dishes beautifully."],
                            ["Tozai 'Living Jewel' is brewed in Kyoto, Japan, using premium sake rice polished to 60% of its original size. It is fermented at low temperatures and carefully aged to preserve its delicate flavors and aromas."],
                            ["Overall, Tozai 'Living Jewel' Junmai Sake is a refined and versatile sake that embodies the craftsmanship and elegance of traditional Japanese brewing. Its clean flavors, smooth texture, and balanced acidity make it a perfect choice for sake enthusiasts and a delightful accompaniment to Japanese cuisine."]
                        ]
                    },
                    {
                        "name": ["Kikusui Funaguchi Aged Red"],
                        "photo": "./images/kikusui_funaguchi_aged_red_sake.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["19% ABV"],
                            ["Kikusui Funaguchi Aged Red Sake has a deep amber color, reminiscent of aged sake with rich hues and clarity."],
                            ["The aroma is complex and inviting, with notes of caramelized nuts, dried fruits such as raisins and figs, and a hint of vanilla. There are also subtle undertones of oak and spice, adding depth and complexity."],
                            ["On the palate, Kikusui Funaguchi Aged Red is full-bodied and velvety, with flavors of caramel, toffee, and dark chocolate. The sake has a rich and creamy texture, balanced by a pleasant sweetness and a touch of umami."],
                            ["The finish is long and lingering, with layers of caramelized flavors and a gentle warmth, leaving a luxurious and satisfying impression."],
                            ["Kikusui Funaguchi Aged Red Sake pairs beautifully with rich and savory dishes, including grilled meats, aged cheeses, and dishes with caramelized flavors like teriyaki or barbecue. It also complements desserts such as chocolate truffles or crème brûlée."],
                            ["Kikusui Funaguchi Aged Red Sake is brewed using traditional methods in Niigata, Japan, known for its premium sake production. It is aged to perfection in small barrels, allowing the flavors to develop and mature over time."],
                            ["Overall, Kikusui Funaguchi Aged Red Sake is a luxurious and indulgent sake that appeals to aficionados of aged spirits. Its rich flavors, velvety texture, and complex aroma make it a standout choice for special occasions and pairing with gourmet cuisine."]
                        ]
                    }
                    
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Whiskey",
        "sections" : [
            {
                "category" : null,
                "brands" : [
                    {
                        "name": ["Jameson", "(Irish Whiskey)"],
                        "photo": "./images/jameson_irish_whiskey.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Jameson Irish Whiskey has a rich, golden amber color, reflecting its smooth and refined nature."],
                            ["The aroma of Jameson is light and floral, with a delicate balance of spicy and sweet notes. Hints of vanilla, honey, and toasted wood mingle with subtle undertones of sherry and citrus."],
                            ["On the palate, Jameson is exceptionally smooth and mellow, offering flavors of sweet vanilla, ripe orchard fruits, and a touch of spice. The mouthfeel is creamy and balanced, with gentle hints of toasted wood and nutty undertones."],
                            ["The finish is clean and lingering, with a sweet, slightly spicy aftertaste that leaves a pleasant warmth. Subtle hints of oak and sherry contribute to a satisfying and refined conclusion."],
                            ["Jameson Irish Whiskey pairs wonderfully with a variety of foods, including grilled meats, smoked salmon, aged cheeses, and rich desserts like chocolate mousse or apple pie. It also complements traditional Irish dishes such as shepherd's pie and soda bread."],
                            ["Jameson is crafted using a blend of pot still and fine grain whiskeys, triple-distilled for exceptional smoothness. It is aged in a combination of sherry and bourbon barrels for a minimum of four years, which imparts its distinctive character and complexity."],
                            ["Jameson Irish Whiskey is renowned for its exceptional smoothness and versatility. Whether enjoyed neat, on the rocks, or in a classic cocktail like an Irish Coffee or a Whiskey Sour, Jameson delivers a consistently delightful and approachable experience."]
                        ]
                    },
                    {
                        "name": ["Jack Daniel's", "(Tennessee Whiskey)"],
                        "photo": "./images/jack_daniels.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Jack Daniel's Tennessee Whiskey has a warm amber color, reflecting its rich and smooth character."],
                            ["The aroma of Jack Daniel's is rich and inviting, with notes of caramel, vanilla, and toasted oak. Hints of banana, honey, and a touch of smoke add complexity to the bouquet."],
                            ["On the palate, Jack Daniel's is smooth and mellow, with flavors of caramel, vanilla, and toasted oak. The whiskey has a well-balanced sweetness with hints of brown sugar, cinnamon, and a subtle smokiness."],
                            ["The finish is smooth and lingering, with a balance of sweetness and oak, leaving a warm and satisfying aftertaste."],
                            ["Jack Daniel's pairs well with a variety of foods, including grilled meats, smoked ribs, barbecue, and sharp cheeses. It is also a versatile whiskey for cocktails, such as the classic Old Fashioned, Whiskey Sour, and Jack and Coke."],
                            ["Jack Daniel's is made in Lynchburg, Tennessee, using a unique charcoal mellowing process known as the Lincoln County Process. This involves filtering the whiskey through 10 feet of sugar maple charcoal before aging it in handcrafted barrels. This process gives Jack Daniel's its distinctive smoothness and character."],
                            ["Overall, Jack Daniel's Tennessee Whiskey is a classic and iconic American whiskey known for its smoothness and rich flavor profile. Its versatility and consistent quality make it a favorite among whiskey enthusiasts and a staple in any bar."]
                        ]
                    }
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Gin",
        "sections" : [
            {
                "category" : null,
                "brands" : [
                    {
                        "name": ["Bombay Sapphire"],
                        "photo": "./images/bombay_sapphire.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["47% ABV (94 proof)"],
                            ["Bombay Sapphire has a clear, crystalline appearance, reflecting its purity and quality."],
                            ["The aroma of Bombay Sapphire is complex and aromatic, with prominent notes of juniper berries, followed by a blend of earthy and floral botanicals. Hints of citrus peel, coriander, angelica, and a touch of spice create a well-balanced and inviting nose."],
                            ["On the palate, Bombay Sapphire is smooth and refined, with a harmonious blend of botanicals. The juniper is upfront, supported by bright citrus notes, hints of licorice, almond, and a gentle spiciness from grains of paradise and cubeb berries. The mouthfeel is crisp and clean."],
                            ["The finish is long and dry, with lingering notes of juniper and citrus, accompanied by a subtle spiciness that adds depth and character."],
                            ["Bombay Sapphire is incredibly versatile and pairs well with a variety of mixers and cocktails. It is perfect for classic gin and tonics, martinis, and refreshing cocktails like the Tom Collins or French 75. It also complements seafood dishes, light salads, and Mediterranean cuisine."],
                            ["Bombay Sapphire is crafted using a unique vapor infusion process, where the botanicals are suspended above the spirit in perforated copper baskets during distillation. This method ensures that the flavors of the botanicals are delicately infused into the gin, resulting in a balanced and aromatic spirit. The ten botanicals used in Bombay Sapphire are sourced from all over the world, contributing to its distinctive flavor profile."],
                            ["Overall, Bombay Sapphire is a premium gin known for its exceptional quality and aromatic complexity. Its smooth, balanced flavor and versatility make it a favorite among gin enthusiasts and a staple in any well-stocked bar."]
                        ]
                    },
                    {
                        "name": ["Tanqueray"],
                        "photo": "./images/tanqueray.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["47.3% ABV (94.6 proof)"],
                            ["Tanqueray has a clear, crystalline appearance, reflecting its purity and high quality."],
                            ["The aroma of Tanqueray is vibrant and aromatic, with a prominent note of juniper berries. This is complemented by hints of coriander, angelica root, and licorice, creating a well-balanced and inviting nose."],
                            ["On the palate, Tanqueray is smooth and crisp, with the juniper upfront, followed by bright citrus notes and a complex blend of botanicals. The flavor is clean and refreshing, with a slight peppery finish."],
                            ["The finish is dry and lingering, with persistent notes of juniper and a hint of spice, leaving a clean and refreshing aftertaste."],
                            ["Tanqueray is incredibly versatile and pairs well with a variety of mixers and cocktails. It is perfect for classic gin and tonics, martinis, and refreshing cocktails like the Negroni, Tom Collins, and Gin Fizz. It also pairs well with seafood dishes, light salads, and Mediterranean cuisine."],
                            ["Tanqueray is crafted using a secret blend of four botanicals: juniper, coriander, angelica root, and licorice. It is distilled four times to remove any impurities and achieve its distinctive, smooth taste. The precise blend and distillation process give Tanqueray its unique flavor profile."],
                            ["Overall, Tanqueray is a premium gin known for its exceptional quality and balanced flavor. Its smooth, crisp taste and versatility make it a favorite among gin enthusiasts and a staple in any well-stocked bar."]
                        ]
                    },
                    {
                        "name": ["Rivi"],
                        "photo": "./images/rivi_gin.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["43% ABV (86 proof)"],
                            ["Rivi Gin is clear and bright, reflecting its purity and high-quality distillation process."],
                            ["The aroma of Rivi Gin is fresh and aromatic, with prominent notes of juniper, citrus zest, and a hint of floral botanicals. There are also subtle undertones of spice and herbs, adding complexity to the bouquet."],
                            ["On the palate, Rivi Gin is smooth and balanced, with a harmonious blend of juniper, citrus, and herbal flavors. The citrus notes provide a bright and refreshing quality, while the juniper and botanicals offer depth and complexity. The mouthfeel is clean and crisp."],
                            ["The finish is long and refreshing, with lingering notes of citrus and juniper, leaving a pleasant and invigorating aftertaste."],
                            ["Rivi Gin pairs well with a variety of mixers and can be enjoyed in classic cocktails such as the Gin and Tonic, Martini, and Negroni. It also complements dishes like smoked salmon, grilled seafood, and fresh salads, enhancing their flavors with its botanical complexity."],
                            ["Rivi Gin is crafted using a blend of traditional and modern techniques, incorporating a selection of high-quality botanicals. The gin is distilled in small batches to ensure consistency and quality. The careful balance of botanicals used in the distillation process gives Rivi Gin its distinctive and refined character."],
                            ["Overall, Rivi Gin is a premium gin known for its smooth and balanced flavor profile. Its fresh and aromatic qualities, combined with a clean and crisp finish, make it a versatile choice for gin enthusiasts and a perfect addition to any cocktail."]
                        ]
                    }
                    
                    
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Vodka",
        "sections" : [
            {
                "category" : null,
                "brands" : [
                    {
                        "name": ["Grey Goose"],
                        "photo": "./images/grey_goose_vodka.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Grey Goose Vodka is clear and crystalline, reflecting its purity and high quality."],
                            ["The aroma of Grey Goose Vodka is clean and fresh, with subtle notes of almond and a hint of citrus."],
                            ["On the palate, Grey Goose Vodka is smooth and silky, with a rounded texture. It features hints of almond, fresh citrus, and a touch of sweetness, providing a balanced and refined flavor profile."],
                            ["The finish is crisp and clean, with a slight lingering sweetness and a smooth, satisfying aftertaste."],
                            ["Grey Goose Vodka pairs well with a variety of mixers and can be enjoyed in classic cocktails such as the Martini, Vodka Tonic, and Cosmopolitan. It also pairs nicely with caviar, smoked salmon, and fresh oysters."],
                            ["Grey Goose Vodka is crafted in France using the finest French ingredients, including soft winter wheat from Picardy and pure spring water from Gensac-la-Pallue. The vodka undergoes a meticulous distillation process, ensuring its exceptional quality and smoothness."],
                            ["Overall, Grey Goose Vodka is a premium vodka known for its exceptional quality and refined flavor. Its smooth, clean taste and versatility make it a favorite among vodka enthusiasts and a staple in any well-stocked bar."]
                        ]
                    },
                    {
                        "name": ["Tito's"],
                        "photo": "./images/titos_vodka.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Tito's Vodka is clear and pristine, reflecting its purity and high quality."],
                            ["The aroma of Tito's Vodka is clean and neutral, with subtle hints of corn and a slight sweetness."],
                            ["On the palate, Tito's Vodka is smooth and mellow, with a creamy mouthfeel. The flavor is clean and crisp, with a touch of sweetness and a hint of grain from the corn."],
                            ["The finish is clean and smooth, with a slight warmth and no harsh aftertaste, making it very approachable."],
                            ["Tito's Vodka pairs well with a variety of mixers and can be enjoyed in classic cocktails such as the Vodka Martini, Vodka Tonic, and Moscow Mule. It also complements dishes like smoked salmon, caviar, and light appetizers."],
                            ["Tito's Vodka is made from 100% corn and is distilled six times in pot stills, ensuring a high level of purity and quality. The vodka is crafted in small batches in Austin, Texas, following traditional methods to achieve its smooth and clean character."],
                            ["Overall, Tito's Vodka is a premium vodka known for its exceptional smoothness and clean taste. Its versatility and high quality make it a favorite among vodka enthusiasts and a staple in any well-stocked bar."]
                        ]
                    },
                    {
                        "name": ["Wheatley"],
                        "photo": "./images/wheatley_vodka.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Wheatley Vodka is crystal clear, reflecting its high level of purity and quality."],
                            ["The aroma of Wheatley Vodka is clean and fresh, with subtle notes of wheat, a hint of citrus, and a touch of sweetness."],
                            ["On the palate, Wheatley Vodka is exceptionally smooth and crisp, with a light and creamy mouthfeel. The flavor profile is clean and slightly sweet, with delicate notes of wheat and a hint of vanilla."],
                            ["The finish is smooth and refreshing, with a clean and slightly sweet aftertaste, making it very easy to sip neat or mix in cocktails."],
                            ["Wheatley Vodka pairs well with a variety of mixers and can be enjoyed in classic cocktails such as the Vodka Martini, Vodka Soda, and Bloody Mary. It also complements dishes like fresh seafood, light salads, and soft cheeses."],
                            ["Wheatley Vodka is crafted in small batches using a unique micro-distillation process. It is distilled ten times from a base of wheat and other grains, resulting in a smooth and refined spirit. The vodka is made at Buffalo Trace Distillery in Frankfort, Kentucky, known for its meticulous production methods."],
                            ["Overall, Wheatley Vodka is a premium vodka celebrated for its smoothness, clean taste, and versatility. Its refined character and exceptional quality make it a preferred choice for both sipping and mixing."]
                        ]
                    },
                    {
                        "name": ["Belvedere"],
                        "photo": "./images/belvedere_vodka.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Belvedere Vodka is crystal clear, reflecting its purity and high-quality distillation process."],
                            ["The aroma of Belvedere Vodka is clean and fresh, with subtle notes of vanilla, rye, and a hint of citrus. There are also delicate floral and spicy undertones adding complexity."],
                            ["On the palate, Belvedere Vodka is smooth and velvety, with a rich and creamy mouthfeel. The flavor profile includes notes of vanilla, white pepper, and a touch of almond, balanced by a hint of rye spiciness."],
                            ["The finish is long and clean, with lingering notes of vanilla and a slight peppery warmth, leaving a refined and satisfying aftertaste."],
                            ["Belvedere Vodka pairs well with a variety of mixers and can be enjoyed in classic cocktails such as the Vodka Martini, Vodka Tonic, and Moscow Mule. It also complements dishes like smoked salmon, caviar, and light appetizers, enhancing their flavors with its smooth and clean profile."],
                            ["Belvedere Vodka is crafted from 100% Polish Dankowskie Rye, which is known for its high starch content and rich, velvety mouthfeel. The vodka is distilled using a proprietary process that includes four distillations to ensure purity and quality. It is produced at the Polmos Zyrardów distillery in Poland, which has over 100 years of vodka-making tradition."],
                            ["Overall, Belvedere Vodka is a premium vodka celebrated for its exceptional smoothness and refined flavor profile. Its rich and creamy character, combined with its versatility in cocktails and food pairings, makes it a favorite choice for vodka enthusiasts and a staple in any well-stocked bar."]
                        ]
                    }
                    
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Rum",
        "sections" : [
            {
                "category" : null,
                "brands" : [
                    {
                        "name": ["Plantation", "(Dark Rum)"],
                        "photo": "./images/plantation_dark_rum.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Plantation Dark Rum has a rich, dark amber color with golden highlights, reflecting its depth and complexity."],
                            ["The aroma of Plantation Dark Rum is rich and inviting, with notes of caramel, molasses, and brown sugar. There are also hints of tropical fruits, vanilla, and a touch of spice."],
                            ["On the palate, Plantation Dark Rum is full-bodied and smooth, with flavors of caramel, toffee, and dried fruits. The rum has a well-balanced sweetness with hints of spice, vanilla, and oak, providing a complex and satisfying taste experience."],
                            ["The finish is long and warm, with lingering notes of caramel, spice, and a hint of smokiness, leaving a rich and memorable aftertaste."],
                            ["Plantation Dark Rum pairs well with a variety of foods, including grilled meats, barbecue, rich desserts, and tropical fruit dishes. It is also excellent in classic rum cocktails such as the Mai Tai, Dark 'n' Stormy, and Rum Punch."],
                            ["Plantation Dark Rum is crafted using a blend of rums from the Caribbean, primarily from Barbados and Jamaica. The rums are aged in oak barrels, which imparts depth and complexity to the final product. The blending and aging process is overseen by master blenders to ensure consistency and quality."],
                            ["Overall, Plantation Dark Rum is a premium rum known for its rich flavor profile and smooth, complex character. Its versatility and depth make it a favorite among rum enthusiasts and a perfect addition to any bar."]
                        ]
                    },
                    {
                        "name": ["Captain Morgan", "(Spiced Rum)"],
                        "photo": "./images/captain_morgan_rum.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["35% ABV (70 proof)"],
                            ["Captain Morgan Spiced Rum has a rich, amber color with golden hues, reflecting its spiced and aged character."],
                            ["The aroma of Captain Morgan Spiced Rum is warm and inviting, with notes of vanilla, caramel, and a blend of spices including cinnamon and clove. There are also subtle hints of oak and brown sugar."],
                            ["On the palate, Captain Morgan Spiced Rum is smooth and flavorful, with a harmonious blend of vanilla, caramel, and spices. The sweetness is balanced by the warming spice notes, creating a well-rounded and enjoyable drinking experience."],
                            ["The finish is smooth and slightly sweet, with lingering notes of vanilla and spice, leaving a warm and satisfying aftertaste."],
                            ["Captain Morgan Spiced Rum pairs well with a variety of mixers and can be enjoyed in classic cocktails such as the Rum and Coke, Spiced Rum Punch, and Dark and Stormy. It also complements dishes like grilled meats, barbecue, and tropical desserts, enhancing their flavors with its spiced character."],
                            ["Captain Morgan Spiced Rum is crafted using high-quality Caribbean rum, which is aged in oak barrels and infused with a secret blend of spices. The rum undergoes a meticulous production process to ensure consistency and quality, resulting in its distinctive spiced flavor profile."],
                            ["Overall, Captain Morgan Spiced Rum is a popular and versatile rum known for its smooth and flavorful character. Its blend of spices and sweetness makes it a favorite choice for mixing in cocktails or enjoying on its own, offering a warm and inviting drinking experience."]
                        ]
                    }
                    
                    
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Tequila",
        "sections" : [
            {
                "category" : "Blanco",
                "brands" : [
                    {
                        "name": ["Don Julio"],
                        "photo": "./images/don_julio_blanco.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Don Julio Blanco Tequila is crystal clear, showcasing its purity and quality."],
                            ["The aroma of Don Julio Blanco is crisp and fresh, with notes of citrus, lime, and grapefruit. There are also subtle hints of agave and a touch of herbal undertones."],
                            ["On the palate, Don Julio Blanco is light and smooth, with a clean and fresh taste. The flavors of citrus and agave are prominent, complemented by hints of black pepper and a touch of sweetness."],
                            ["The finish is clean and crisp, with a lingering taste of citrus and agave, leaving a refreshing and satisfying aftertaste."],
                            ["Don Julio Blanco Tequila pairs well with a variety of foods, including fresh seafood, ceviche, grilled chicken, and spicy Mexican dishes. It is also excellent in classic tequila cocktails such as the Margarita, Paloma, and Tequila Sunrise."],
                            ["Don Julio Blanco is made from 100% blue agave, harvested from the highlands of Jalisco, Mexico. The agave is carefully selected and slow-cooked in traditional brick ovens before being distilled in stainless steel pot stills. This meticulous process ensures the highest quality and purity of the final product."],
                            ["Overall, Don Julio Blanco is a premium tequila known for its exceptional quality and smooth, crisp flavor. Its versatility and refined taste make it a favorite among tequila enthusiasts and a perfect choice for any occasion."]
                        ]
                    },
                    {
                        "name": ["Casamigos"],
                        "photo": "./images/casamigos_blanco_tequila.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Casamigos Blanco Tequila is crystal clear, highlighting its pure and unaged character."],
                            ["The aroma of Casamigos Blanco Tequila is fresh and crisp, with vibrant notes of citrus, sweet agave, and hints of vanilla and grapefruit. There are also subtle herbal undertones adding complexity."],
                            ["On the palate, Casamigos Blanco Tequila is smooth and clean, with a rich agave flavor complemented by hints of citrus and vanilla. The mouthfeel is silky, with a slight sweetness balanced by a touch of peppery spice."],
                            ["The finish is long and clean, with lingering notes of sweet agave and citrus, leaving a refreshing and slightly warming aftertaste."],
                            ["Casamigos Blanco Tequila pairs well with a variety of mixers and can be enjoyed in classic cocktails such as the Margarita, Paloma, and Tequila Sunrise. It also complements dishes like ceviche, grilled shrimp, and fresh salads, enhancing their flavors with its crisp and clean profile."],
                            ["Casamigos Blanco Tequila is crafted from 100% Blue Weber agaves, which are harvested by hand in the rich clay soil of the Highlands of Jalisco, Mexico. The agaves are slow-cooked in traditional brick ovens for 72 hours and then fermented for 80 hours. The tequila is distilled twice and filtered for purity, resulting in a high-quality and smooth spirit."],
                            ["Overall, Casamigos Blanco Tequila is a premium tequila known for its exceptional smoothness and rich agave flavor. Its crisp and clean character, along with its versatility in cocktails, makes it a favorite choice for tequila enthusiasts and a standout in any collection."]
                        ]
                    }                    
                    
                ]
            },
            {
                "category" : "Reposado",
                "brands" : [
                    {
                        "name": ["Don Julio"],
                        "photo": "./images/don_julio_reposado.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Don Julio Reposado Tequila has a light amber color with golden hues, reflecting its aging process."],
                            ["The aroma of Don Julio Reposado is rich and inviting, with notes of lemon, citrus, and a hint of ripe stone fruit. There are also subtle undertones of vanilla, spice, and toasted oak."],
                            ["On the palate, Don Julio Reposado is smooth and elegant, with a balance of flavors including caramel, cooked agave, and a touch of chocolate. The oak aging adds depth and complexity, with hints of cinnamon and butterscotch."],
                            ["The finish is warm and lingering, with notes of vanilla, oak, and a slight hint of pepper, leaving a satisfying and rich aftertaste."],
                            ["Don Julio Reposado Tequila pairs well with a variety of foods, including grilled meats, roasted vegetables, rich stews, and spicy dishes. It is also excellent in premium tequila cocktails such as the Reposado Old Fashioned, Tequila Sour, and Tequila Negroni."],
                            ["Don Julio Reposado is made from 100% blue agave, harvested from the highlands of Jalisco, Mexico. The agave is slow-cooked in traditional brick ovens before being distilled and aged for eight months in American white oak barrels. This aging process imparts a smooth and complex character to the tequila."],
                            ["Overall, Don Julio Reposado is a premium tequila known for its rich flavor profile and smooth, complex character. Its balance of flavors and refined taste make it a favorite among tequila enthusiasts and a perfect choice for sipping or mixing in cocktails."]
                        ]
                    },
                    {
                        "name": ["Casamigos"],
                        "photo": "./images/casamigos_reposado_tequila.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Casamigos Reposado Tequila has a light amber color, reflecting its aging process in oak barrels."],
                            ["The aroma of Casamigos Reposado Tequila is rich and complex, with notes of caramel, cocoa, and a touch of agave. There are also hints of oak, vanilla, and spice, adding depth to the bouquet."],
                            ["On the palate, Casamigos Reposado Tequila is smooth and well-rounded, with flavors of caramel, cocoa, and a hint of citrus. The oak aging imparts a rich and creamy texture, with underlying notes of vanilla and spice that enhance the agave's natural sweetness."],
                            ["The finish is long and smooth, with lingering notes of caramel and spice, leaving a warm and satisfying aftertaste."],
                            ["Casamigos Reposado Tequila pairs well with a variety of foods, including grilled meats, roasted vegetables, and rich desserts. It is also excellent in cocktails such as the Reposado Old Fashioned, Tequila Mule, and Margarita, where its complex flavors can shine."],
                            ["Casamigos Reposado Tequila is crafted from 100% Blue Weber agaves, which are harvested by hand in the rich clay soil of the Highlands of Jalisco, Mexico. The agaves are slow-cooked in traditional brick ovens for 72 hours and then fermented for 80 hours. The tequila is aged for seven months in American white oak barrels, which imparts its distinctive flavor and character."],
                            ["Overall, Casamigos Reposado Tequila is a premium tequila known for its rich and complex flavor profile. Its smooth and well-rounded character, combined with its versatility in cocktails and food pairings, makes it a favorite choice for tequila enthusiasts."]
                        ]
                    }
                                    
                ]
            },
            {
                "category" : "Anejo",
                "brands" : [
                    {
                        "name": ["Don Julio"],
                        "photo": "./images/don_julio_anejo.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Don Julio Añejo Tequila has a rich, golden amber color, indicative of its extended aging process."],
                            ["The aroma of Don Julio Añejo is complex and inviting, with notes of butterscotch, honey, and vanilla. There are also subtle hints of caramel, dried fruit, and toasted oak."],
                            ["On the palate, Don Julio Añejo is rich and full-bodied, with flavors of dark chocolate, vanilla, and toffee. The oak aging contributes notes of cinnamon, nutmeg, and a touch of smokiness, creating a well-rounded and sophisticated taste experience."],
                            ["The finish is long and smooth, with lingering notes of caramel, oak, and a hint of spice, leaving a warm and satisfying aftertaste."],
                            ["Don Julio Añejo Tequila pairs well with a variety of rich foods, including grilled steaks, aged cheeses, dark chocolate, and dessert pastries. It is also excellent for sipping neat or in premium cocktails such as the Añejo Old Fashioned and Añejo Manhattan."],
                            ["Don Julio Añejo is made from 100% blue agave, harvested from the highlands of Jalisco, Mexico. The agave is slow-cooked in traditional brick ovens before being distilled and aged for 18 months in American white oak barrels. This extended aging process imparts a deep and complex character to the tequila."],
                            ["Overall, Don Julio Añejo is a premium tequila known for its rich and sophisticated flavor profile. Its depth, complexity, and smooth finish make it a favorite among tequila connoisseurs and a perfect choice for special occasions."]
                        ]
                    },
                    {
                        "name": ["Casamigos"],
                        "photo": "./images/casamigos_anejo_tequila.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["40% ABV (80 proof)"],
                            ["Casamigos Añejo Tequila has a deep, rich amber color, reflecting its extended aging process in oak barrels."],
                            ["The aroma of Casamigos Añejo Tequila is complex and inviting, with prominent notes of caramel, vanilla, and roasted agave. Additional layers of dark chocolate, oak, and spice add depth to the bouquet."],
                            ["On the palate, Casamigos Añejo Tequila is smooth and full-bodied, with rich flavors of caramel, vanilla, and roasted agave. The oak aging imparts notes of dark chocolate, tobacco, and a hint of cinnamon, creating a well-rounded and luxurious taste experience."],
                            ["The finish is long and elegant, with lingering notes of caramel, vanilla, and spice, leaving a warm and satisfying aftertaste."],
                            ["Casamigos Añejo Tequila pairs wonderfully with a variety of foods, including grilled steaks, rich desserts like chocolate cake, and aged cheeses. It also shines in cocktails such as the Añejo Old Fashioned and the Tequila Manhattan, where its complex flavors can be fully appreciated."],
                            ["Casamigos Añejo Tequila is crafted from 100% Blue Weber agaves, which are harvested by hand in the rich clay soil of the Highlands of Jalisco, Mexico. The agaves are slow-cooked in traditional brick ovens for 72 hours and then fermented for 80 hours. The tequila is aged for 14 months in American white oak barrels, which imparts its distinctive flavor and character."],
                            ["Overall, Casamigos Añejo Tequila is a premium tequila known for its rich and complex flavor profile. Its smooth and luxurious character, combined with its versatility in cocktails and food pairings, makes it a favorite choice for tequila enthusiasts."]
                        ]
                    }                    
                    
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Brandy",
        "sections" : [
            {
                "category" : null,
                "brands" : [
                    {
                        "name" : ["Coming Soon"]
                    }
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Cordials",
        "sections" : [
            {
                "category" : null,
                "brands" : [
                    {
                        "name" : ["Coming Soon"]
                    }
                ]
            }
        ]
    },
    {
        "class" : "Section Buttons",
        "type" : "Beer",
        "sections" : [
            {
                "category" : "Draft",
                "brands" : [
                    {
                        "name": ["Sapporo", "(Lager)"],
                        "photo": "./images/sapporo_draft.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["5% ABV"],
                            ["Sapporo Draft Beer has a clear, golden color with a bright white, frothy head."],
                            ["The aroma of Sapporo Draft is light and crisp, with notes of malt, grain, and a subtle hint of hops. There are also delicate floral and herbal undertones."],
                            ["On the palate, Sapporo Draft is smooth and refreshing, with a balanced malt sweetness and a clean, crisp finish. The light hop bitterness adds a touch of complexity without overpowering the malt character."],
                            ["The finish is clean and dry, with a slight lingering malt sweetness and a refreshing aftertaste that makes it easy to drink."],
                            ["Sapporo Draft pairs well with a variety of foods, including sushi, sashimi, grilled meats, seafood, and light salads. Its crisp and clean profile makes it a versatile beer for many different cuisines."],
                            ["Sapporo Draft is brewed using high-quality ingredients, including malted barley, hops, and rice. The brewing process combines traditional methods with modern technology to ensure consistency and quality. Sapporo is known for its meticulous attention to detail and commitment to brewing excellence."],
                            ["Overall, Sapporo Draft is a premium lager that offers a refreshing and clean drinking experience. Its balanced flavor profile and versatility make it a popular choice for beer enthusiasts and a great accompaniment to various dishes."]
                        ]
                    },
                    {
                        "name": ["Asahi", "(Rice Lager)"],
                        "photo": "./images/asahi_draft.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["5% ABV"],
                            ["Asahi Draft Beer has a clear, pale golden color with a crisp, white frothy head."],
                            ["The aroma of Asahi Draft is clean and light, with subtle notes of malt, grain, and a hint of floral hops. There are also faint hints of rice and bread."],
                            ["On the palate, Asahi Draft is light-bodied and refreshing, with a balanced malt sweetness and a crisp, clean taste. The light hop bitterness adds a touch of complexity, complementing the malt character without overpowering it."],
                            ["The finish is dry and refreshing, with a slight lingering malt sweetness and a crisp, clean aftertaste that makes it very drinkable."],
                            ["Asahi Draft pairs well with a variety of foods, including sushi, sashimi, tempura, grilled chicken, and light salads. Its crisp and clean profile makes it a versatile beer that complements many different cuisines."],
                            ["Asahi Draft is brewed using high-quality ingredients, including malted barley, hops, rice, and pure water. The brewing process combines traditional methods with modern technology to ensure consistency and quality. Asahi is known for its attention to detail and commitment to brewing excellence."],
                            ["Overall, Asahi Draft is a premium beer that offers a refreshing and clean drinking experience. Its balanced flavor profile and versatility make it a popular choice among beer enthusiasts and a great accompaniment to a wide range of dishes."]
                        ]
                    },
                    {
                        "name": ["Orange Blossom", "(Pilsner)"],
                        "photo": "./images/orange_blossom_pilsner_draft.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["5.5% ABV"],
                            ["Orange Blossom Pilsner Draft has a bright golden color with a light, frothy white head."],
                            ["The aroma of Orange Blossom Pilsner Draft is inviting and fresh, with prominent notes of honey, orange blossom, and a touch of malt. There are also subtle hints of citrus and floral hops."],
                            ["On the palate, Orange Blossom Pilsner Draft is light to medium-bodied, with a refreshing and slightly sweet taste. The flavors of honey and orange blossom are well-balanced by a mild malt backbone and a gentle hop bitterness, creating a harmonious and enjoyable drinking experience."],
                            ["The finish is crisp and clean, with a lingering hint of honey and citrus, leaving a refreshing and slightly sweet aftertaste."],
                            ["Orange Blossom Pilsner Draft pairs well with a variety of foods, including light appetizers, seafood dishes, salads, and mild cheeses. Its refreshing profile and subtle sweetness make it a versatile beer that complements many different cuisines."],
                            ["Orange Blossom Pilsner Draft is brewed using high-quality ingredients, including malted barley, hops, orange blossom honey, and pure water. The brewing process involves traditional methods combined with modern techniques to ensure a consistent and high-quality product. The addition of orange blossom honey gives this pilsner its unique and distinctive character."],
                            ["Overall, Orange Blossom Pilsner Draft is a unique and refreshing beer that offers a delightful blend of honey sweetness and floral notes. Its balanced flavor profile and versatility make it a popular choice for beer enthusiasts looking for something a little different."]
                        ]
                    },
                    {
                        "name": ["Hazify", "(IPA)"],
                        "photo": "./images/hazify_draft.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["6.5% ABV"],
                            ["Hazify Draft has a hazy, golden-orange color with a thick, frothy white head."],
                            ["The aroma of Hazify Draft is vibrant and juicy, with prominent notes of tropical fruits such as pineapple, mango, and citrus. There are also hints of pine and floral hops, adding to its aromatic complexity."],
                            ["On the palate, Hazify Draft is medium-bodied with a smooth and creamy mouthfeel. The flavors are dominated by juicy tropical fruits, citrus zest, and a touch of sweet malt. The hop bitterness is well-balanced, providing a refreshing contrast to the fruit-forward profile."],
                            ["The finish is crisp and slightly dry, with lingering notes of tropical fruits and a mild hop bitterness that leaves a pleasant aftertaste."],
                            ["Hazify Draft pairs well with a variety of foods, including spicy dishes, grilled meats, seafood, and tangy cheeses. Its fruity and hoppy profile makes it a versatile beer that complements bold and flavorful cuisines."],
                            ["Hazify Draft is brewed using a blend of high-quality malts, hops, and yeast, with a focus on creating a hazy and juicy beer experience. The brewing process involves dry hopping to enhance the aromatic qualities and achieve the desired hazy appearance."],
                            ["Overall, Hazify Draft is a modern, hazy beer that offers a delightful blend of juicy fruit flavors and balanced hop bitterness. Its unique character and refreshing taste make it a popular choice among craft beer enthusiasts."]
                        ]
                    }
                    
                    
                ]
            },
            {
                "category" : "Can",
                "brands" : [
                    {
                        "name": ["Sapporo"],
                        "photo": "./images/sapporo_can.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["5% ABV"],
                            ["Sapporo Can Beer has a clear, pale golden color with a bright white, frothy head."],
                            ["The aroma of Sapporo Can is light and crisp, featuring notes of malt, grain, and a subtle hint of hops. There are also delicate floral and herbal undertones that add complexity."],
                            ["On the palate, Sapporo Can is smooth and refreshing, with a balanced malt sweetness and a clean, crisp finish. The light hop bitterness adds a touch of complexity without overpowering the malt character."],
                            ["The finish is clean and dry, with a slight lingering malt sweetness and a refreshing aftertaste that makes it easy to drink."],
                            ["Sapporo Can pairs well with a variety of foods, including sushi, sashimi, grilled meats, seafood, and light salads. Its crisp and clean profile makes it a versatile beer for many different cuisines."],
                            ["Sapporo Can is brewed using high-quality ingredients, including malted barley, hops, and rice. The brewing process combines traditional methods with modern technology to ensure consistency and quality. Sapporo is known for its meticulous attention to detail and commitment to brewing excellence."],
                            ["Overall, Sapporo Can is a premium lager that offers a refreshing and clean drinking experience. Its balanced flavor profile and versatility make it a popular choice for beer enthusiasts and a great accompaniment to various dishes."]
                        ]
                    }
                ]
            },
            {
                "category" : "Bottle",
                "brands" : [
                    {
                        "name": ["Sapporo Light"],
                        "photo": "./images/sapporo_light_bottle.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["3.9% ABV"],
                            ["Sapporo Light Bottle has a pale, golden color with a light, frothy head."],
                            ["The aroma of Sapporo Light Bottle is mild and crisp, featuring subtle notes of malt, grain, and a hint of floral hops. There are also faint hints of citrus and bread."],
                            ["On the palate, Sapporo Light Bottle is light-bodied and refreshing, with delicate flavors of malt and a touch of hop bitterness. The beer has a clean, crisp taste with a hint of sweetness and a refreshing finish."],
                            ["The finish is clean and crisp, with a slight lingering sweetness and a refreshing aftertaste that makes it easy to drink."],
                            ["Sapporo Light Bottle pairs well with a variety of foods, including sushi, sashimi, grilled chicken, seafood, and light salads. Its light and refreshing profile makes it a versatile beer for many different cuisines."],
                            ["Sapporo Light Bottle is brewed using high-quality ingredients, including malted barley, hops, and rice. The brewing process combines traditional methods with modern technology to ensure consistency and quality. Sapporo is known for its meticulous attention to detail and commitment to brewing excellence."],
                            ["Overall, Sapporo Light Bottle is a premium light beer that offers a refreshing and clean drinking experience. Its mild flavor profile and low alcohol content make it a popular choice for those seeking a lighter option without sacrificing quality."]
                        ]
                    },
                    {
                        "name": ["Tsingtao"],
                        "photo": "./images/tsingtao_bottle.png",
                        "sectionNames": ["ABV", "Appearance", "Aroma", "Palate", "Finish", "Pairing", "Production", "Summary"],
                        "sectionInfo": [
                            ["4.8% ABV"],
                            ["Tsingtao Bottle Beer has a clear, pale golden color with a frothy white head that dissipates quickly."],
                            ["The aroma of Tsingtao Bottle Beer is light and crisp, with notes of malt, grain, and a hint of floral hops. There are also subtle hints of grass and a touch of sweetness."],
                            ["On the palate, Tsingtao Bottle Beer is light-bodied and refreshing, with a balanced flavor profile. The taste includes mild malt sweetness, a touch of grain, and a slight hop bitterness. It is clean and crisp, making it very easy to drink."],
                            ["The finish is clean and refreshing, with a slight dryness and lingering notes of malt and hops, leaving a pleasant aftertaste."],
                            ["Tsingtao Bottle Beer pairs well with a variety of foods, including Asian cuisine, seafood, light salads, and grilled vegetables. Its light and refreshing profile makes it a versatile choice for many dishes."],
                            ["Tsingtao Bottle Beer is brewed using high-quality barley, hops, yeast, and pure mountain water. The beer follows a traditional brewing process that includes a long, slow fermentation to ensure a clean and refreshing taste. It is brewed in Qingdao, China, and has a history dating back to 1903."],
                            ["Overall, Tsingtao Bottle Beer is a classic lager known for its light and crisp flavor profile. Its refreshing character and versatile pairing options make it a popular choice for beer enthusiasts around the world."]
                        ]
                    }                    
                    
                ]
            }
        ]
    }
]